{
    "title": "Obersee Oslo Diaper Bag Backpack",
    "description": "",
    "referenceId": "1002210349",
    "date_created": "1502516978",
    "date_modified": "1516739193",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "109960293",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "obersee-oslo-diaper-bag-backpack",
    "category": "",
    "duration": "172",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "172",
            "width": 1280,
            "height": 720
        },
        "mediaDuration": "172",
        "prettyDuration": "00:02:52",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/thumb-36609f7789109b71c23aa43fc21aac00-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "cc": [
            {
                "label": "English",
                "srclang": "en",
                "src": "\/\/v.tvpage.com\/1758166\/109960293\/cc\/vtt\/en_1516739136.vtt",
                "default": true
            }
        ],
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 1280,
                "height": 720
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 1280,
                "height": 720
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 854,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 360
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/109960293\/7a71d\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 180
            }
        ]
    },
    "transcripts": "The Oslo Diaper Bag Backpack with Detachable Cooler by Obersee is a spacious premium quality diaper backpack, with a timeless style that suits moms and dads, that will be useful for many years to come \u0096 even after your child is beyond the diaper bag years. \n\nThe backpack features a detachable insulated bottle cooler that is perfect size for up to three bottles or for snacks. The cooler easily detaches from the backpack and features an exterior pocket, carry handle with clip for easy attachment to a stroller, and adjustable straps for easy carrying or attaching the cooler by itself to a stroller. Additional coolers, available in many colors, may be purchased separately.  The backpack includes four straps for easily attaching the cooler, and these straps may be easily hidden into small openings on the backpack when not in use. \n\nThe Oslo diaper backpack includes an Obersee Voila changing mat kit, which is a changing mat with integrated pockets for diapers, wipes and small changing supplies. Also included is a wet pouch for wet items and the Obersee diaper bag organizer clothing cube for keeping clothing and other items in an easy-to-access, removable bag \u0096 ideal for keeping everything organized and tidy. \n\nThe interior of the backpack features multiple pockets, with specialized pockets for baby items.  The rear compartment of the backpack features a large padded pocket for up to 15\u0094 laptop computers and a separate fleece lined pocket for tablet computers.  These pockets can also be used to stow baby changing mats and supplies when they are not in use for electronics.  \n\nThe middle compartment features a large mesh zipper pocket intended for keeping clothing and blankets neatly stowed. The mesh allows you to easily view the contents.  On the opposite side from the clothing section are three pockets for diapering and baby supplies.  The two small mesh pockets and one large mesh pocket are perfect for storing diapers, wipes, toys, and other baby items.  Also included in the middle compartment is a padded pouch for smart phones or music players with an earphone port. \n\nThe front compartment of the backpack features an organizer for mom or dad\u0092s small items.  The organizer features a large open pocket, a mesh zipper pocket, pen slots and a medium pocket.  This compartment also features a key clip for easy storage of keys. \n\nThe outside of the backpack features a side pocket with lining, specifically intended for storing pacifiers.  The other side of the backpack features a large mesh drink pocket, and the front features an open pocket for easy access storage. \n\nWith all of these features and accessories, you will not need to purchase any of the typical diaper bag add-on items \u0096 it is all here! \n\nFor added comfort, the back features a fully padded and ergonomic mesh back and the straps feature breathable mesh padding. The straps also feature a loop for storing sunglasses.\n\n The top features a well padded carry handle and two rings for easy attachment to stroller (stroller straps sold separately).\n\n The Oslo backpack by Obersee is a well-rounded backpack constructed of tough, ultra-durable high quality materials for the long haul.  With its numerous features, this backpack will become your all-around parent bag that will be useful even beyond the diaper bag years",
    "VV_VI": 226,
    "CVV_VI": 6,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": "",
    "notes": "",
    "uploader": "Douglas.French",
    "modified_date": "7\/24\/2017",
    "created_date": "7\/25\/2017",
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 223.0513,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}