{
    "id": "110004210",
    "loginId": "1758166",
    "user_id": "0",
    "referenceId": "41261",
    "entityType": "1",
    "date_created": "1502525060",
    "date_modified": "1504640056",
    "title": "Maxi-Cosi Leila Reef High Chair",
    "description": "",
    "tags": "",
    "status": "pending",
    "visibility": "1",
    "sortOrder": "3222",
    "entityIdParent": "114661406",
    "titleTextEncoded": "maxi-cosi-leila-reef-high-chair",
    "category": "",
    "sourceId": null,
    "VIDEO_LENGTH": null,
    "duration": "",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": "41261",
        "thumbnailUrl": "\/\/sitecdn.tvpage.com\/live\/users\/1758166\/canvas\/320\/179\/918745528-01320180.jpg",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I'm Nicole Feliciano, editor of Mom Trends. As a blogger, it's my job to help parents find the best gear. When parents are shopping for a highchair, they want a solution that fulfills multiple needs. The Maxi-Cosi Leila Highchair is easy to clean and transitions from bottle feeding to tableside dining. To serve parents' and babies' needs and comfort, the highchair features three seat surface options.\r\n\r\nAs shown, the highchair can be used with a seat cushion and infant cushion, which provide comfort and a better fit for small babies while bottle feeding. The infant cushion can be machine washed. The infant cushion can be removed, and the seat can be used with the seat cushion alone, perfect for when baby is beginning to discover new foods. The seat cushion is also easy to wipe down. The soft foam seat is easy to clean, even after the messiest meals, and can be used without cushions as the third seating option. The harness system is specifically designed to be easy to clean and adjust. The straps won't trap food and can be wiped down easily. The Leila Highchair system features a removable dishwasher safe tray for easy cleaning.\r\n\r\nAdjusting the harness to fit your baby is simple. Start behind the seat, and lift up on levers and adjust the straps to the desired lengths. Then to securely lock harness straps into place, push down on lever. As baby transitions from one feeding stage to the next, so does the Leila Highchair. The footrest has four positions for growing legs. The highchair features three recline positions that can be adjusted with one hand. The Leila Highchair features three tray positions and is easily removed with one hand, allowing baby to be moved in and out of chair with ease. When tray is not in use, it stores easily against the back of the legs of the highchair. With seven height positions, the Leila Highchair transitions from tableside dining to the lowest position for bottle feeding. The Leila Highchair features a compact, self standing fold. To fold, squeeze the fold buttons and pull the highchair towards you. To make the highchair even more compact, simply fold up the armrests and tuck the footrest in.\r\n\r\nThe Maxi-Cosi Leila Highchair is a complete feeding solution for parents and baby alike.",
    "video_type": null,
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "delete": "",
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "notes": "",
    "uploader": "n\/a",
    "modified_date": "12\/15\/2011",
    "created_date": "12\/14\/2011",
    "creator": "",
    "video_classification1": null,
    "tvp_profiles": [
        "18",
        "9",
        "25"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 3303.555,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}