{
    "title": "Maxi-Cosi Pria 70 Convertible Car Seat",
    "description": "",
    "referenceId": "41260",
    "date_created": "1502525060",
    "date_modified": "1510686905",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": null,
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "110004209",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "maxi-cosi-pria-70-convertible-car-seat",
    "category": "",
    "duration": "",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": "41260",
        "thumbnailUrl": "\/\/sitecdn.tvpage.com\/live\/users\/1758166\/canvas\/320\/179\/932824618-01320180.jpg",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "When it comes to getting a car seat, some parents believe the safest car seat is the best. Other parents believe as long as it's passed safety standards, it's got to be a great car seat. One thing all experts agree on, if a car seat doesn't fit, it cannot be considered safe.\n\nThe Pria 70 is designed to fit where other car seats do not. It all starts with the fit of the child. To get the best fit, harness adjustment is critical. Babies use the tiny fit system from 4 to 22 pounds with harness slots that start at five inches for unmatched fit and security. In most seats, the harness starts at 9 or 10 inches and does not fit children in their weight class. With the tiny fit system removed, the Pria 70 will fit a child up to 70 pounds and 52 inches.\n\nAdjusting the harness height is a snap. Simply grip it and lift with the perfect sit system. In the Pria 70, safety isn't only about fit. The air protect system included in the Pria has been proven to save lives. Of course, the fit of the child is only one concern in car seat safety. Another factor is the fit in the vehicle. Remember, if the car seat doesn't fit, it cannot be considered safe. With any convertible car seat, space is a huge concern. Most convertible car seats require a lot of space, and the parent in the front seat has to move their seat very far forward. Because of the tiny fit system built into the Pria 70, the car seat installs in a much more upright position. The built in recline allows the passengers in the front seat to have a more spacious and comfortable ride. Thanks to the innovations in the Pria 70, everyone in the car can have a safer and more enjoyable ride.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "delete": "",
    "notes": "",
    "uploader": "n\/a",
    "modified_date": "12\/15\/2011",
    "created_date": "12\/14\/2011",
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 6153.6216,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}