{
    "title": "Maxi-Cosi Leila Reef Travel System",
    "description": "",
    "referenceId": "41262",
    "date_created": "1502525061",
    "date_modified": "1504639162",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": null,
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "110004211",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "maxi-cosi-leila-reef-travel-system",
    "category": "",
    "duration": "",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": "41262",
        "thumbnailUrl": "\/\/sitecdn.tvpage.com\/live\/users\/1758166\/canvas\/320\/179\/983732841-01320180.jpg",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I'm Nicole Feliciano, the editor of Mom Trends. We're looking at the new Leila collection from Maxi-Cosi. When expectant parents are looking for a travel system, they need solutions that will fulfill multiple requirements for both a car seat and stroller. The Leila travel system offers European styling, premier fabrics and the conveniences modern parents want. The Leila travel system includes the Maxi-Cosi Cosi 35 infant car seat with secure fit features. These features keep baby comfortable rear facing from 4 to 35 pounds. The easy to use front adjust harness allows you to get the perfect fit for every size every time. For smaller babies, the Cosi 35 features an additional lower harness height, an infant body support, and a head support shaped to mimic a mom's hand cradling her baby's head. The Cosi 35 offers 17 percent more legroom, allowing larger and older babies to sit rear facing longer and more comfortably. With the quick click attachment system, the Cosi 35 audibly locks into place on a Leila stroller. Not only does the Cosi 35 grow with your child, but so does the stroller. The Leila stroller can be used from birth with carriage mode, and by adjusting the leg rest down, the stroller can be used until your child is 50 pounds. The Leila stroller system offers one hand adjustable recline, ensuring that your baby rests comfortably.\r\n\r\nAside from the comfortable ride for your child, the Leila allows you to stroll in style. The lightweight design and compact self standing fold make the Leila ideal for travel or tight spaces. The stroller can be folded with just one hand. Just follow these easy steps. Start by squeezing the parent handle adjust button and, while squeezing, bring the handlebar down towards the parent tray. The gaps on both sides of the handlebar should be eliminated. Next, gently step down on the basket while guiding the stroller handle upwards. The stroller will fold and lock into place. To unfold, simply squeeze the parent handle adjust button and bring the handles all the way towards the parent tray. Again, the gaps on both sides of the handlebars should be eliminated. Lift up on the stroller, and it will unfold. Other great features added to the stroller are an adjustable parent handle, making it easier for taller or petite parents to push, a parent console with two large cup holders and an electronics holder for your smart phone, a fully rotating canopy to protect baby from all angles of the sun, and a smooth suspension for a gentle ride, a child tray that swivels out of the way with just one hand for easy access in and out of the stroller, an extra large storage basket featuring front access when in carriage mode, one touch brakes that are comfortable to use and won't ruin your shoes or pedicure. The Maxi-Cosi Leila travel system is a comfortable solution for parent and child alike and suitable for children from 4 to 50 pounds.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "delete": "",
    "notes": "",
    "uploader": "n\/a",
    "modified_date": "8\/3\/2017",
    "created_date": "12\/14\/2011",
    "tvp_profiles": [
        "9",
        "18",
        "25"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 3799.1418,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}