{
    "title": "Cuisinart DFP 14BCN Custom 14 Food Processor",
    "description": "",
    "referenceId": "5553",
    "date_created": "1502924677",
    "date_modified": "1516664783",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "111180501",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "cuisinart-dfp-14bcn-custom-14-food-processor",
    "category": "",
    "duration": "273",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "273",
            "width": 480,
            "height": 270
        },
        "mediaDuration": "273",
        "prettyDuration": "00:04:33",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/thumb-5553-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "cc": [
            {
                "label": "English",
                "srclang": "en",
                "src": "\/\/v.tvpage.com\/1758166\/111180501\/cc\/vtt\/en_1516664778.vtt",
                "default": true
            }
        ],
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180501\/d3e2e\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 180
            }
        ]
    },
    "transcripts": "Hi. I\u009dm Mary Rogers, director of marketing communications for Cuisinart. Today I\u009dm going to show you our 14-cup Custom 14 Food Processor. It\u009ds iconic in the industry. It\u009ds beautifully designed. It has a timeless shape. It has paddle controls so you can pulse or you can run it on continuously and you can turn it off. It has a wide mouth feed tube. It also has a one piece pusher which is really easy to use. The lid goes on and off by twisting it and then locking it back in place.\r\n\r\n\r\n\r\nOne of the really great things about this food processor that I like to show people is that when you look at how the blade mounts into the bowl, the blade comes right to the very edge of the bowl which makes it really, really good at chopping everything from a fine small clove of garlic to herbs all the way up to pureeing soups. It\u009ds fabulous.\r\n\r\n\r\n\r\nWhen you\u009dre not chopping and you want to make dough you can basically put in your dough blade by lining up the markings on the top of the blade with the stem. And this is great when you\u009dre doing things like pizza dough and bread dough. It does a fabulous job of kneading the dough for you.\r\n\r\n\r\n\r\nThe next thing I\u009dm going to show you is our shredding disk. The shredding disk is really great. It has these, what I call balances on them so it\u009ds balanced almost like your tires so that when it spins really fast inside the food processor it stays very level so that you always get consistent shreds and slices. And the way to use this is you put your stem adaptor onto the disk, push it down and turn it to lock it into place. Then the same thing when you\u009dre using your slicing disk. This happens to be a medium slicing disk.\r\n\r\n\r\n\r\nYou push it down and turn it to lock it into place. Always hold theses blades, these disks by the edges. And then you just match up the marking on the top with the stem and it goes right down into place. Put the lid back on like I mentioned before and you twist it to lock it into place. Now what you\u009dre going to do is remove your pusher. Put in your pepper, because we\u009dre going to slice peppers. And then what we\u009dre going to do is, when you first start using your food processor, sometimes when you\u009dre slicing and shredding you get yourself all set up and then use your pulse button. You\u009dll get perfect slices every time. It\u009ds so quick and easy it\u009ds unbelievable.\r\n\r\n\r\n\r\nWe\u009dre just going to put that there and then I\u009dm going to show you how beautiful these slices came out. And when you\u009dre slicing peppers like this you can use them for a stir-fry, or you can actually use them for a salad. Look how beautiful those came out and they\u009dre really consistent.\r\n\r\n\r\n\r\nSo next what I\u009dm going to do is show you a little trick when you do things like peppers first and we\u009dre going to shred cheese next. Say you were doing this to top a pizza, just wipe out your work bowl with a paper towel so you don\u009dt have to stop and wash because all of your ingredients are going to go together.\r\n\r\n\r\n\r\nThen what we\u009dre going to do is remove the stem adaptor, put It on the shredding disk. Turn it over, match up the top icon with the stem again. We\u009dre going to put on our lid, lock it into place. Remove the feed tube, put in the cheese and you\u009dre not going to believe how great this does cheese. Quick and easy, it couldn\u009dt be faster.\r\n\r\n\r\n\r\nSome of the other things I want to mention about our food processor while I take this shredded cheese out, look how gorgeous that is. It couldn\u009dt be easier. Couple other things I want to mention about our food processor is that all the removable parts are dishwasher safe. It also comes with a great how to DVD, shows you all the pieces and parts of your food processor. It also comes with a spatula that\u009ds designed specifically to use inside your work bowl. And you can\u009dt imagine how useful this appliance is. It takes up very little counter space. It takes up about the size of a piece of paper, an 8 \u009d by 11 piece of paper but it\u009ds unbelievably versatile. Enjoy your new food processor.",
    "VV_VI": 11,
    "CVV_VI": "",
    "engagement_score": 0,
    "conversion_score": "",
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"},\"lastUpdatedDate\":\"2018-04-04\"}}",
    "delete": "",
    "notes": "",
    "uploader": "jason",
    "modified_date": "12\/7\/2011",
    "created_date": "11\/10\/2009",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 4566.1924,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}