{
    "title": "Cuisinart FRC 800 Rice PlusTM Multi Cooker",
    "description": "",
    "referenceId": "5601",
    "date_created": "1502924723",
    "date_modified": "1516664436",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "111180520",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "cuisinart-frc-800-rice-plustm-multi-cooker",
    "category": "",
    "duration": "257",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "257",
            "width": 480,
            "height": 270
        },
        "mediaDuration": "257",
        "prettyDuration": "00:04:17",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/thumb-5601-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "cc": [
            {
                "label": "English",
                "srclang": "en",
                "src": "\/\/v.tvpage.com\/1758166\/111180520\/cc\/vtt\/en_1516664427.vtt",
                "default": true
            }
        ],
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 270
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180520\/0d236\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 180
            }
        ]
    },
    "transcripts": "Cuisinart® Rice Plus\u0099 Multi-Cooker with Fuzzy Logic Technology\r\n\r\nAdvanced fuzzy logic technology senses fluctuations in cooking and automatically adjusts operation to ensure perfect results. Unit has  Cuisinart Rice Plus Multi Cookerpre-programmed settings for six types of rice, plus oatmeal, soup, steam, and slow cooking, as well as a quick cooking and a reheat function, The unit automatically switches to Keep Warm after cooking is complete, for up to 24 hours. The non-stick aluminum cooking pot and removable steam release and inner lid make for easy cleaning. Includes dishwasher safe steaming rack, measuring cup, rice paddle and spoon. Makes up to 15 cups of cooked rice. Three year warranty. Model #FRC-800.\r\n\r\nHi, I\u0092m Mary Rogers, director of marketing communications for Cuisinart.  Today, we\u0092re going to talk about our Fuzzy Logic Rice Plus Multi Cooker.  This is a great product that\u0092s very versatile, and you can do a lot of things with it.  First of all, it does six kinds of rice, including risotto and sushi.  You can use it as a slower cooker.  You can use it to steam vegetables.  You can use it to make homemade soup.  You can even use it to reheat foods you haven\u0092t cooked in the multi cooker.  Some of the other great features are you can use it to make oatmeal, and the other thing is you can use it to do some quick cooking.\r\n\r\nSo let\u0092s look inside and see what we have.  Inside, you have your removable pot, which I\u0092ve put a little bit of chicken broth in here and rice and set it up in advance so that we can make rice.  The other thing is that the inside lid here is removable.  It\u0092s really easy to operate, and it\u0092s great when you want to take it out for easy cleaning.  Then you also notice in the top, this is our steam release valve.  This also removes for cleaning.  It\u0092s really easy to use.  On the side, we give you a little holder, which is great so you can put in your rice paddle and scoop, which are accessories that come with it.  You can put it on this side or the other side.  \r\n\r\nTo program your rice cooker, it\u0092s very easy.  We have a menu option.  We have finish time for some functions.  We have time display, keep warm, off, and start.  The first thing you want to do is program the clock time.  I did it here already, but I\u0092ll show you how to do it.  You hold down the hour button until it lights up and starts flashing.  You hold the hour button down to advance.  If you hold it down, it\u0092ll advance quicker.  Or the minute button.  When you\u0092re done, it\u0092ll flash.  When it\u0092s done flashing, it\u0092ll be set. You can use the finish time for some functions.  \r\n\r\nWhen you\u0092re going to do that, the way to set it is first you pick your menu function.  I\u0092m going to pick soft white rice.  Then you hold down finish time until it blinks.  Then you pick your finish time, the same way we set the clock.  Then it\u0092ll blink.  Then you\u0092ll press start because that\u0092s like programming it.  Then the finish time will light.  I\u0092m going to press off again so I can show you some other things.  Then we have the keep warm function.  The keep warm function also works with some of the program functions so that after you\u0092re done cooking, it\u0092ll switch automatically to keep warm.  Keep warm will keep working for 24 hours.  You can also just use the keep warm function as it is by setting it this way.  \r\n\r\nSee how it blinks again, and you press the button.  You can tell it how long to keep warm.  It\u0092ll flash.  When it\u0092s set again, it\u0092ll stop flashing.  The other thing you can do is this will show how much is remaining.  If you want to see what time it is when in other functions, you just press the time display again.  It\u0092ll give you the current time.  Fuzzy Logic is a technology that monitors your cooking and the food you have in your Rice Plus Multi Cooker.  It makes sure it\u0092s done exactly perfect every time.  This Rice Plus Multi Cooker has its own brain.  I know I mentioned you had the paddle and scoop, but you also get a rice cup of a one-cup measure, and you get a steaming basket.  When you\u0092re going to use your cooker for steaming, make sure you put your basket in there. \r\n\r\nAll the removable parts are dishwasher safe.  It\u0092s so easy to use.  You can do so many different things with it.  It\u0092s a great product to have in your home kitchen.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "delete": "",
    "notes": "",
    "uploader": "jason",
    "modified_date": "11\/17\/2013",
    "created_date": "11\/2\/2009",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 5163.151,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}