{
    "title": "Oxo Good Grips Stainless Steel Mandoline Slicer",
    "description": "",
    "referenceId": "11335",
    "date_created": "1502923204",
    "date_modified": "1516650409",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "111179808",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "oxo-good-grips-stainless-steel-mandoline-slicer",
    "category": "",
    "duration": "334",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "334",
            "width": 960,
            "height": 544
        },
        "mediaDuration": "334",
        "prettyDuration": "00:05:34",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/thumb-11335-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "cc": [
            {
                "label": "English",
                "srclang": "en",
                "src": "\/\/v.tvpage.com\/1758166\/111179808\/cc\/vtt\/en_1516650404.vtt",
                "default": true
            }
        ],
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 960,
                "height": 544
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 960,
                "height": 544
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 848,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 636,
                "height": 360
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111179808\/405ca\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 182
            }
        ]
    },
    "transcripts": "Speaker 1: Oxo Good Grips presents Mario Batali \u009dMandolines for Perfect Slices\u009d\r\n\r\nMario: Hi I\u009dm Mario Batali for Oxo. One of the nice things for a piece of equipment is what it affords you in terms of your own cooking. It allows you to have complete control and absolute precision. For example, you can take a piece of equipment like this beautiful Oxford Mandoline and cut, exactly that thick, or exactly that thick, or exactly that thick. And those three different cuts are entirely different for three entirely different dishes! And then they are all cut exactly the same. It\u009ds what allows me to know by the time you are done cooking the dish, that everything is gonna be cooked in the same consistency.\r\n\r\nSpeaker 1: Oxo introduces the Mandoline slicer. Its soft handle is lower than the body to keep you hand safely out of the away. The unique food holder holds food securely and protects fingers while cutting and the soft grip makes it non-slip and comfortable to use. Just turn the dial to adjust the thickness or to engage the Jullienne blades.\r\n\r\nMario: Now, in addition to that, we also have this beautiful little waffle cut thing, which although is really popular for making waffle cut potatoes by going back and forth like that \u009d These are good for potato chips or something like that.\r\n\r\nSpeaker 1: The Blade carriage contains both straight slicing edge, as well as a wavy slicing edge. The straight edge is perfect for creating slices that are of consistent thickness, from paper thin slices up to slices 3\/8 inch thick. Use the wavy cutting edge to create waffle and crinkle cuts to add additional interest and texture to your dishes. A soft grip area lets you safely remove blade.\r\n\r\nMario: In addition to that we got the Jullienne cut, which is different from most and it\u009ds exactly the same thickness and exactly the same square. And when you take something, like for example zucchini, and you are trying to get something like for warm summer saut\u009d, if they are inconsistently thick you are gonna have some that are mushy and some that aren\u009dt. But these on the other hand are absolutely perfect.\r\n\r\nSpeaker 1: The rotating cylinder has two sets of Jullienne blades, small blades for 1\/8 inch Jullienne strips, larger blades for 3 inch thick Jullienne Strips.\r\n\r\nMario: Then also for making fennel shaved exactly and perfectly thin just like for salads you eat in Tuscany. That is exactly what you want. You just take a little bit of those thymes like that, suddenly there\u009ds a whole dish just waiting for you to make it.\r\n\r\nSpeaker 1: The texture drum way prevents food from sticking and is made of easy-to-clean stainless steel. The curved body yields ample space for slices to accumulate and the non-slip feed are set wide apart for added stability.\r\n\r\nMario: The beauty of this machine is that is that of course it is cutting everything exactly the same thickness. This is gonna become the cucumber salad and there is gonna be three other ingredients that we need to add. All of them are gonna come right after this beautiful Mandoline. What I\u009dm gonna do is trim these shallots, shallots are a nice \u009d little kind of a heat and have very beautiful sweetness and then I\u009dm going to take a little bit of radishes and I\u009dm just gonna run them straight across like that. So for my dressing I\u009dm gonna take a couple of simple ingredients. A pinch of sugar because I love that kind of summer state fare thing sugar does with cucumbers. I\u009dm gonna take a few thinly sliced scallions. I\u009dm gonna take some pink pepper corn and I\u009dm gonna add extra virgin olive oil. And just a touch of red wine vinegar. And then we\u009dre gonna toss that and allow it to just kind of sit there for a minute.\r\n\r\nSpeaker 1: The blades remove for easy cleaning. The food holder snaps on to the bottom of the Mandoline and the legs fold underneath for compact storage.\r\n\r\nMario: Salmon fillet comes off, so it\u009ds right on the Center. And then what I like to do is take a few pieces of each of those components and just kind of stack them in a pretty little salad makes them look really all fancy like in a restaurant. Just kind of nice on Sundays. And all essential like others. Put the scallions then drizzle with just a little bit of Balsamic vinegar and there you have a simple dish you can make. The perfect piece of equipment that takes all of the guest work out of all of your knife work, and allows you to be the best cook you can be.",
    "VV_VI": 14,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": "",
    "notes": "",
    "uploader": "richard.fagan",
    "modified_date": "12\/8\/2011",
    "created_date": "5\/1\/2010",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 5026.4053,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}