{
    "title": "Breville Espresso",
    "description": "",
    "referenceId": "3298",
    "date_created": "1502924265",
    "date_modified": "1516654399",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "111180279",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "breville-espresso",
    "category": "",
    "duration": "197",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "197",
            "width": 592,
            "height": 332
        },
        "mediaDuration": "197",
        "prettyDuration": "00:03:17",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/thumb-3298-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "cc": [
            {
                "label": "English",
                "srclang": "en",
                "src": "\/\/v.tvpage.com\/1758166\/111180279\/cc\/vtt\/en_1516654395.vtt",
                "default": true
            }
        ],
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 592,
                "height": 332
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 592,
                "height": 332
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 592,
                "height": 332
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 592,
                "height": 332
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180279\/3eb2f\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 180
            }
        ]
    },
    "transcripts": "Breville Die-Cast Espresso Machine\r\n\r\nStylish and modern, Breville's Die-Cast Espresso Machine with a 15 bar Italian-made pump produces only the most delicious espressoBreville Espresso around. It's dual wall crema system accommodates both single and double espresso as well as pods. And it easily fits both large and small mugs. Other great features include a 2.2-liter removable water tank, pre-brew function, auto-purge function, drip tray with full indicator, extra large warming plate, hot water function, commercial swivel steam wand with stainless steel frothing attachment, custom designed tamping spoon, cleaning tool, stainless steel frothing jug and more. Measures 14 3\/4\" x 13\" x 16 1\/9\". 1100 watts. UL listed. 1-year limited warranty. Model # 800ESXL.\r\n\r\nBreville Die-Cast Espresso Machine\r\n\r\nMaking espresso is an art, and there are some subtle factors that make all the difference between a good espresso and a not-so-good extraction.  So I\u0092m going to run through some helpful tips that\u0092ll help you master extracting with your Breville Espresso Machine.\r\n\r\nBreville Espresso Machines have a pre-infusion process, and that occurs as a result of the dual-wall filter.  If you take a closer look at your filter, you\u0092ll see multiple holes on the inner wall.  And then if you turn it over or hold it up to the light, you\u0092ll see one exit hole.  And what that does, it actually increases pressure inside the brew head.  And that increased back pressure is going to get more extraction of the natural oils from the espresso, and you can get more crema on your espresso, and that\u0092s the sign of a good espresso.\r\n\r\nMuch like an ice cream scoop that you have to submerge in water after its use, it\u0092s a really good idea of getting in the habit of cleaning your dual filter after each extraction.  Otherwise, you run the risk of the filter becoming blocked.  So I\u0092m going to run through some helpful tips of looking after your dual-wall filter.\r\n\r\nFirst things first.  Use the correct espresso grind.  So the best way to do that is to actually feel it.  If you grind it too fine, it comes much like flour or powder.  So what that\u0092s going to do inside the filter, it\u0092ll trap the water, and it won\u0092t be able to pass through the brew head.\r\n\r\nAnd then if you do it too coarse, like this, then water is just going to flush straight through the brew head, and it\u0092s going to be under-extracted and have no flavor.\r\n\r\nSo the best consistency is to have a sand-like, granular consistency, which will stay on your fingers, but it\u0092s still going to have that granulated result.  And that\u0092s going to pass through the brew head at the correct rate, and you\u0092re going to have a perfect espresso.\r\n\r\nGetting the right tamp is also important.  You simply level out a scoop, and then use your tamping side, and just do a light tamp down, and then just get rid of any excess grounds.  Straight after extraction, you may notice that your puck is wet and soppy.  But this is completely normal, and it\u0092s a result of the dual filter because there hasn\u0092t been enough time for the water to drip through the filter.\r\n\r\nSo it\u0092s a really good habit to get into to actually clean your filter and your showerhead after each use.  So simply clean it out, and then just wipe it down with a damp cloth, and then just put it on like you\u0092d normally do if you\u0092re extracting an espresso.  And just let the water flush out any residue of espresso from the showerhead and the filter, like so.\r\n\r\nAnd then if you\u0092re still having problems that it\u0092s still blocked, just use your handy cleaning tool, and just prick that exit hole, like so, to get rid of any blockages in your filter.\r\n\r\nRemember to look after your dual filters.  Remember that espresso grind, the scoop size, and the tamping pressure will all make that beautiful crema on your espresso.",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "delete": "",
    "notes": "",
    "uploader": "n\/a",
    "modified_date": "8\/30\/2012",
    "created_date": "3\/4\/2009",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 4372.7837,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}