{
    "title": "Shark Steam Mop",
    "description": "",
    "referenceId": "3895",
    "date_created": "1502924498",
    "date_modified": "1516653330",
    "tags": "",
    "sourceId": "6",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "111180374",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "shark-steam-mop",
    "category": "",
    "duration": "124",
    "settings": "",
    "asset": {
        "user": "",
        "videoMeta": {
            "duration": "124",
            "width": 640,
            "height": 480
        },
        "mediaDuration": "124",
        "prettyDuration": "00:02:04",
        "thumbnailUrl": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/thumb-3895-00002.jpg",
        "type": "mp4",
        "dashUrl": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/media.mpd",
        "hlsUrl": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/media.m3u8",
        "uploadAsset": false,
        "quality": "",
        "cc": [
            {
                "label": "English",
                "srclang": "en",
                "src": "\/\/v.tvpage.com\/1758166\/111180374\/cc\/vtt\/en_1516653263.vtt",
                "default": true
            }
        ],
        "sources": [
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/1080p_media.mp4",
                "quality": "1080p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/720p_media.mp4",
                "quality": "720p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/480p_media.mp4",
                "quality": "480p",
                "mime": "video\/mp4",
                "width": 640,
                "height": 480
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/360p_media.mp4",
                "quality": "360p",
                "mime": "video\/mp4",
                "width": 480,
                "height": 360
            },
            {
                "file": "\/\/v.tvpage.com\/1758166\/111180374\/2d60b\/240p_media.mp4",
                "quality": "240p",
                "mime": "video\/mp4",
                "width": 320,
                "height": 240
            }
        ]
    },
    "transcripts": "Euro-Pro® Shark\u0099 Steam Pocket\u0099 Mop and Accessories\r\n\r\nThe Euro-Pro® Shark\u0099 Steam Pocket\u0099 mop provides steam on demand, delivering the right amount of super heated steam to the micro-fiber pad when you want it and where you need it with just  Shark Steam pocket mopsimple natural mopping motion. The patented steam pocket design releases the super heated steam while holding the heat in the pocket to effectively clean and sanitize at the same time and on both sides. With a larger capacity tank, longer runtime, longer power cord (30 feet), two quick release mop heads and two sides of cleaning, you can clean more and faster than ever before! Package includes one standard mop head and one triangle mop head (both interchangeable), five pads: steam duster pad, two rectangle pads and two triangle pads and a carpet glider to freshen and deodorize rugs. The Shark\u0099 Steam Pocket\u0099 mop is appropriate for use on all sealed and pre-sealed hard floor surfaces. Measures 7\" L x 14\" W x 25\" H. Model # S3501.\r\n\r\nShark Steam Pocket Mop\r\n\r\nMops and buckets were the old-fashioned way to clean floors. Then in the 1950's, sponge mops were introduced, and in the '90's along came chemical pad cleaners.\r\n\r\nBut in 2006, Shark revolutionized floor cleaning with the original Shark Steam Mop. And now Shark has done it again.\r\n\r\nIntroducing the all new double-sided Shark Steam Pocket Mop. Only Shark's patented steam pocket technology can dust, clean and sanitize your hard surface floors in one step and leave them dry in seconds.\r\n\r\nIt swivels 180 degrees to maneuver around furniture and fixtures. It's double sided so you can flip it and clean twice the area with the same pocket.\r\n\r\nWatch it effortlessly eat up the toughest grime, melt away the largest sticky spills and sanitize your bathrooms, obliterating germs and bacteria.\r\n\r\nThe secret: Shark's all new double-sided steam pocket technology. Super heated steam is injected into the double-sided steam pocket and released through both sides. The steam flows through the entire surface area of the pocket to maintain true sanitizing temperature for cleaning and sanitizing your floors.\r\n\r\nBecause it's double-sided, the steam evaporates almost instantly and the cleaning area dries in seconds. Not only that, simply flip the steam pocket over to clean twice the floor area. \r\n\r\nAnd it's a complete floor cleaning system because it comes with three quick-change swivel action accessories: the double-sided standard cleaning head tackles all kinds of messes from cooking spills to dirty mud rooms; the double sided triangular head easily cleans and sanitizes around toilets and bathroom fixtures. \r\n\r\nPlus, the incredible double-sided steam duster, perfect for dusting, cleaning, polishing and sanitizing hard wood in one step. When you're done, simply pull the steam pockets off, wash them and use them again and again.\r\n\r\nThis is the best product that I've used in a long time. I love the steam pocket.\r\n\r\nI feel like my floors look better than they've ever looked.\r\n\r\nThere's never been a better or easier way to clean your floors. The all new double-sided Shark Steam Pocket Mop.\r\n\r\nShark Steam Cleaner",
    "VV_VI": "",
    "CVV_VI": "",
    "engagement_score": "",
    "conversion_score": "",
    "metrics_statistics": "",
    "delete": "",
    "notes": "",
    "uploader": "dvd",
    "modified_date": "3\/16\/2013",
    "created_date": "5\/26\/2009",
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": "",
    "tvp_profiles_maxscore": 3731.8984,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}