{
    "title": "Neato Botvac Connected",
    "description": "Neato Wi-Fi Enabled Robot Vacuum",
    "referenceId": "zKvPGmwJw3E",
    "date_created": "1453946674",
    "date_modified": "1454005765",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "25995237",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Neato-Botvac-Connected",
    "category": null,
    "duration": "129",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Neato",
        "hdvFlag": 0,
        "hookText": "Neato Wi-Fi Enabled Robot Vacuum",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zKvPGmwJw3E\/hqdefault.jpg",
        "videoId": "zKvPGmwJw3E",
        "mediaDuration": "129",
        "prettyDuration": "00:02:09"
    },
    "transcripts": "Out homes are digitally connected to us like never before. We control many parts of our home life from the palm of our hands so why not the way we clean our floors. Meet Neato Botvac connected, the robot vacuum with a brain. Botvac connected is smart app enable. This means you can clean your home from anywhere you have an internet connection at any time. Neato delivers the latest and most powerful floor cleaning technology. Thanks to laser smart mapping and navigation  Neato knows where it is, where it's been and where it's going. It's methodical technique means a deeper thorough clean and less time than other robot vacs. Neato goes where no round bot has gone before with it's sleek low-profile d shape and corner clever technology Neato know how to reach dirt and dust that likes to hide underneath ledges and in dark corners. Neato spin flow power clean technology combines potent suction and precicion brushes to leave hard floors, carpets and even  baseboards immaculately clean. And when it comes to best friends Neato knows how to suck up every last pet hair no matter where it chooses to hide. A bigger dirt bin and ultra high performance filter can pic up more dust and hair than other bots. Switch  to Eco mode for a quieter clean and longer run time from the lithium-ion battery or choose turbo mode for a deeper clean. Neato knows what's out of bounce, thanks to easy to use boundary markers. It knows to avoid stairs and ledges, it knows how to see and clean in the dark. It knows when to clean when you tell it to and now it knows your life from the palm of your hand. It even knows when it needs to recharge and it's smart enough to pick up right where it left off. Yes this is one smart bot. So there you have it Neato the smartest most powerful connected robot vacuum on the market.",
    "VV_VI": 103,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "7",
        "11",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 128.21098,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}