{
    "title": "iON16LM - Sun Joe iON 40-Volt Cordless 16-Inch Lawn Mower w\/ Brushless Motor - Live Demo",
    "description": "Access the iON16LM Sun Joe 40-Volt Cordless 16-Inch Lawn Mower\n\nMow Power to Ya! Ditch the gas, oil, noxious fumes, pull-cords, and extension cords and meet the newest addition to the iON tool series - the Sun Joe® iON16LM cordless lawn mower! Powered by the same rechargeable 40 V EcoSharp battery system, the iON16LM utilizes the most advanced lithium-ion technology to deliver up to 40 minutes of whisper-quiet runtime with zero carbon emissions for cleaner air. This cordless dynamo is also engineered with a powerful brushless motor for increased battery efficiency, optimal motor performance and extended motor life (up to 2000 hours!) to keep your iON mowing strong season after season.\n\n\nIdeal for small to mid-sized lawns, the iON16LM starts instantly with a simple push of a button and its ergonomic handle maximizes user comfort during use. Its compact design features rugged front and rear all-terrain wheels that make it easy to maneuver in tight spaces. Quickly adjust the cutting height of your grass with the 6-position height adjustment lever, which tailors cutting heights from 1.18 inches up to 3.15 inches. The 9.25-gallon grass bag conveniently detaches to dispose of grass clippings. \n\nThe iON16LM is backed by a full two-year warranty, is ETL approved, and Energy Star certified. GET EQUIPPED this spring with the Sun Joe® iON16LM -- the easy, convenient and cord-free way to care for your lawn.",
    "referenceId": "T-YlXgnnr1I",
    "date_created": "1453948390",
    "date_modified": "1491354130",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gardening",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "25995287",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iON16LM-Sun-Joe-iON-40-Volt-Cordless-16-Inch-Lawn-Mower-w-Brushless-Motor-Live-Demo",
    "category": null,
    "duration": "169",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Snow Joe + Sun Joe",
        "hdvFlag": 0,
        "hookText": "Access the iON16LM Sun Joe 40-Volt Cordless 16-Inch Lawn Mower here: http:\/\/www.snowjoe.com\/Sun-Joe-iON-40V-Cordless-16-Inch-Lawn--Mower-with-Brushless-Motor.\n\nMow Power to Ya! Ditch the gas, oil, noxious fumes, pull-cords, and extension cords and meet the newest addition to the iON tool series - the Sun Joe® iON16LM cordless lawn mower! Powered by the same rechargeable 40 V EcoSharp™ battery system, the iON16LM utilizes the most advanced lithium-ion technology to deliver up to 40 minutes of whisper-quiet runtime with zero carbon emissions for cleaner air. This cordless dynamo is also engineered with a powerful brushless motor for increased battery efficiency, optimal motor performance and extended motor life (up to 2000 hours!) to keep your iON mowing strong season after season.\n\n\nIdeal for small to mid-sized lawns, the iON16LM starts instantly with a simple push of a button and its ergonomic handle maximizes user comfort during use. Its compact design features rugged front and rear all-terrain wheels that make it easy to maneuver in tight spaces. Quickly adjust the cutting height of your grass with the 6-position height adjustment lever, which tailors cutting heights from 1.18 inches up to 3.15 inches. The 9.25-gallon grass bag conveniently detaches to dispose of grass clippings. \n\nThe iON16LM is backed by a full two-year warranty, is ETL approved, and Energy Star certified. GET EQUIPPED™ this spring with the Sun Joe® iON16LM -- the easy, convenient and cord-free way to care for your lawn.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/T-YlXgnnr1I\/hqdefault.jpg",
        "videoId": "T-YlXgnnr1I",
        "mediaDuration": "169",
        "prettyDuration": "00:02:49",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey, it's Steven from Snow Joe I want to introduce to you today the newest edition to our ION family. its from Sun Joe and it's the iON16LM Landmower. It uses the exact same 40 volt lithium ion battery as the Snow Joe ION 18SP snow blower. Let me go through some of the features and benefits of this for you. The  iON16LM utilizes a 40 volt Eagle D sharp rechargeable lithium ion battery.It's a powerful 40 volt battery that delivers  up to 40 minutes of whisper quiet run time. Simple chord free operation compatible with all ion tools from Snow Joe it's Eco-friendly zero emission from cleaner air and  an energy star certification. Here's our 40 volt lithium ion battery. It's very easy to install. all you need to do is push down on the button, open up the door, and then slide it right in to place. You'll here it click. As you can see it also has a safety key so in the event that if you don't want small children or anyone else to use it simply take the key out when you're ready. Just install it back into place close the door we're ready to start.\n\nWhen you're ready start mowing the lawn what you should do is lift up the front wheels just a little bit. Push down on the safety button and then pull back on the trigger. you can then release the safety button lower the wheels and begin to start mowing one of the nice features on the iON16LM Lawn Mower is this six position height adjustment lever it enables you to tell a grass cutting height anywhere from 3.15 inches all the way down to 1.18 inches.\n\nThe iON16LM mows a precise path with it's 16 inch wide deck and durable steel blade. The iON16LM comes with a 9.25 gallon grass bag for collection. Curious as to how  you would know if it's full or not? We've got this great indicator that's right here when the unit is running as you can see it lifts up just a little bit when it's full it will be all the way down. At that point all you will do is stop the trigger lift up and remove. Look at all that. That's a whole lot of grass. At the end of the day after a long day of mowing it's very easy to be able to store the unit all you have to do is loosing the handles for easy storage and instant collapse-ability. loosen the top nut loosen the bottom fold it forward and there ya go.",
    "VV_VI": 32,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 19143.816,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}