{
    "title": "OXO On Barista Brain 9-Cup Coffee Maker Details",
    "description": "A delicious cup of coffee is art and science combined: the art of extracting rich flavors and aromas from coffee grounds, and the science of time and temperature colliding in just the right way, at just the right moment. The OXO On 9-Cup Coffee Maker heats water to the optimal temperature to help your favorite roast reach its full potential, and precisely maintains the temperature throughout the entire brewing process. Water is pumped to the brew basket in perfectly timed cycles, starting with a short cycle that allows coffee to bloom for full flavor extraction. The intelligent microprocessor monitors time and temperature from start to finish, ensuring the precision of hand-crafted coffee with the ease of ordering at your favorite local coffee shop. You choose the number of cups and we’ll do the rest, creating a pot of perfection every time.",
    "referenceId": "yoRBrQNP2co",
    "date_created": "1442954229",
    "date_modified": "1487194726",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "26012340",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-On-Barista-Brain-9-Cup-Coffee-Maker-Details",
    "category": "",
    "duration": "208",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yoRBrQNP2co\/hqdefault.jpg",
        "uploadDate": 1442954229,
        "videoId": "yoRBrQNP2co",
        "title": "OXO On Barista Brain 9-Cup Coffee Maker Details",
        "description": "A delicious cup of coffee is art and science combined: the art of extracting rich flavors and aromas from coffee grounds, and the science of time and temperature colliding in just the right way, at just the right moment. The OXO On 9-Cup Coffee Maker heats water to the optimal temperature to help your favorite roast reach its full potential, and precisely maintains the temperature throughout the entire brewing process. Water is pumped to the brew basket in perfectly timed cycles, starting with a short cycle that allows coffee to bloom for full flavor extraction. The intelligent microprocessor monitors time and temperature from start to finish, ensuring the precision of hand-crafted coffee with the ease of ordering at your favorite local coffee shop. You choose the number of cups and we’ll do the rest, creating a pot of perfection every time.",
        "author": "OXO",
        "mediaDuration": "208",
        "prettyDuration": "00:03:28",
        "views": "2268",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Great coffee is not a hassle. Great coffee is totally accessible. And really, all you need is great equipment, a little bit of know how, and beans that you really enjoy. If you have all that, you can any day anytime have delicious coffee at home. Now, it;s one thing to have great quality coffee beans and it's a whole another to have those same qualities translate into the cup. The best coffees they are sweet, complex, and aromatic. And to have that shine though a cup of coffee. You need to have a coffee brewer that's top notch.\n\nOne that will extract the coffee properly and efficiently. There's a lot that goes into coffee recipes  and the big ones are the amount of water that you use, the amount of coffee, and the grind. But there's also the water temperature and the overall brew time. These are things that, generally speaking, the coffee brewer is going to take care of, but some do it better than others. Now the Specialty Coffee Association of America or the SCAA stringently tests and certifies brewers that meet its strict standards. The OXO on nine cup coffee maker is one of those brewers. Basically, the brewer does most of the hard work and you just push a button. With the one dial backlit LED interface, you can toggle between two different modes, 2-4 cups or 5-9.\n\n2-4 cups is a great amount for a single serving since each cup is about four and a half ounces of brew coffee. And the 5-9 mode is perfect for sharing. In each case, the machine will automatically adjust the brew time. The microprocessor also controls the water temperature with precision; getting the water to about 200 degrees Fahrenheit which is well in line with SCAA standards. The internal pump brings the water up and across with an initial bloom and a set series of pulses afterwards. The water comes down to the rainmaker shower head, evenly dispersing across the coffee bed. If you remove the carafe before the brew cycle finishes, all is not lost. The machine will automatically pause the cycle for 60 seconds allowing you to replace the carafe and let the brew finish.\n\nThe pour through lid and the stainless steel carafe which is double walled and insulated, make it so that the brew retains temperature over time. Inside there is a mixing tube which means that when the brew is done, you're not going to have the weak coffee on top and the strong coffee on the bottom but everything is going to be incorporated together. The coffee is going to be best if you drink it within an hour of its brewing and a freshness counter counts up so you can keep track of that. There's also a programmable wake up timer so the machine will brew coffee at whatever time you like. The OXO on nine cup coffeemaker is particularly exceptional in its ease of use and simplicity of design.",
    "VV_VI": 84,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 16859.254,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}