{
    "title": "New Dyson DC59 - Dyson engineers reveal R&D insights on the",
    "description": "Dyson engineers have developed a new and improved lightweight, compact cordless vacuum - The Dyson Digital Slim DC59 - that matches the suction of a corded vacuum cleaner - without being tethered to the wall. Powered by the Dyson digital motor V6, the new Dyson Digital Slim has 2-Tier Radial cyclones and a re-engineered nickel manganese cobalt battery.\n#CutTheCord",
    "referenceId": null,
    "date_created": "1417722306",
    "date_modified": "1452205014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "3784223",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "New-Dyson-DC59-Dyson-engineers-reveal-R-D-insights-on-the",
    "category": null,
    "duration": "180",
    "settings": [],
    "asset": {
        "author": "Dyson",
        "videoId": "_7MfDRiO8zU",
        "hookText": "Find out more about the new Dyson cordless vacuum cleaner - http:\/\/www.dyson.co.uk\/vacuumcleaners\/dc59-notify.aspx Dyson engineers have developed a new and i...",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_7MfDRiO8zU\/maxresdefault.jpg",
        "mediaDuration": "180",
        "hdvFlag": 1,
        "uploadDate": 1377812028,
        "prettyDuration": "00:03:00"
    },
    "transcripts": "So when we set out designing this machine we wanted to produce a product that had the performance of an upright. We wanted to make a cordless machine that wasn't any heavier or more difficult to use. In fact we wanted to make it lighter and more maneuverable. So in order to get a machine with the power of an upright, we need to put a powerful motor in it, the v6 Dyson digital motor. And that's a far more powerful motor providing a far greater three flow of air watts. We made this digital motor in-house because there isn't a motor in the market that can satisfy the specification and requirements that we need for our machine. But also because we needed to fit within a very specific housing. Our products has a 66 millimeter in a diameter, and we have six millimeters on diameter to play with to fit a radial seal. One of the techniques we used to get around this was to direct the airflow around the motor as well as through the center the motor to optimize how space was used within the motor bucket. In previous machines we've used a V2 motor. We had several different electrical boards controlling different areas of the product. On the v6 motor we've managed to combine all of these ancillaries into one board at the back of the motor itself and that's made the whole unit\nfar more compact. For the new Dyson's digital slim we wanted to release as much flow rate to the clean head as possible to maximize the pickup. In order to maximize the efficiency of the cyclone pack we can use smaller cones. Due to the smaller diameter we get higher g-force and therefore improved separation. On the previous digital slim we had um six cones on the latest products we've actually got 15 cones, 10 on the lower layer, and five on the upper. More cones means a less restrictive cycling, so more product flow rate. So one of the big challenges was to actually seal off all of these chambers from one another in a very small amount of space. The most obvious sealing solution for us would have been to have around each of these zones would of had four separate gasket seals having those four seals in this area there just wasn't the space to package it. We actually used um an over mold where we um injection mold rubber like plastic onto an existing plastic part and if that means it becomes one part which then inherently takes up a lot more space than having to fit these individual gaskets to this plastic part. So when designing this machine we were trying to get the center of gravity above the user's hand to improve the balance. The grip here is far further forward in comparison to how it has been on our previous products. So although we are already saving weight, we're also making it feel lighter in the hand. The whole product itself is tuned to achieve a certain\nspecification, we've added more power through a combination of V6 and the cyclone tune to work with the V6 as well as the latest technology in the battery pack.",
    "VV_VI": 88,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5979.7104,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}