{
    "title": "OXO Pineapple Slicer",
    "description": "The OXO Good Grips Pineapple Slicer cores and slices a whole pineapple quickly and easily. Simply slice off the top of a fresh pineapple and twist the Slicer onto the exposed fruit to create perfect pineapple rings. The ratcheting handle makes it easy to core pineapples quickly without having to remove and replace your hand with each twist. Measurement markings on the Slicer determine your pineapple's height before slicing so you know when the Slicer is about to reach the bottom of the fruit. This feature ensures an intact pineapple shell to fill with fruit salad or a festive cocktail if desired. The turning knob features a soft, comfortable, non-slip grip and separates from the shaft for easy cleaning. The sharp, medium-sized blade was designed to accommodate most pineapple sizes and its compact shape makes it easy to store when not in use.",
    "referenceId": null,
    "date_created": "1438387757",
    "date_modified": "1452123446",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287557",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Pineapple-Slicer",
    "category": null,
    "duration": "66",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "OXO",
        "hdvFlag": 0,
        "hookText": "The OXO Good Grips Pineapple Slicer cores and slices a whole pineapple quickly and easily.  Simply slice off the top of a fresh pineapple and twist the Slicer onto the exposed fruit to create perfect pineapple rings. The ratcheting handle makes it easy to core pineapples quickly without having to remove and replace your hand with each twist. Measurement markings on the Slicer determine your pineapple's height before slicing so you know when the Slicer is about to reach the bottom of the fruit.  This feature ensures an intact pineapple shell to fill with fruit salad or a festive cocktail if desired. The turning knob features a soft, comfortable, non-slip grip and separates from the shaft for easy cleaning. The sharp, medium-sized blade was designed to accommodate most pineapple sizes and its compact shape makes it easy to store when not in use.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/eDdGgxsztXs\/hqdefault.jpg",
        "videoId": "eDdGgxsztXs",
        "mediaDuration": "66",
        "prettyDuration": "00:01:06"
    },
    "transcripts": "Hi I'm Melissa from OXO and today I'll be demonstrating our quick and easy pineapple slicer. Whole pineapples have always been tough to slice and serve. Our slicer makes the whole process fast and easy. Start by cutting off the top of the pineapple. Then measure the height using these markings on the shaft. This helps indicate when you reach the bottom of the fruit. When you're ready to slice just twist the pineapple slicer into the top of the fruit and turn continuously. A unique ratcheting feature allows you to turn and turn without readjusting your grip. When you're done, Just pull up a slicer using the soft non-slip handle. to remove the pineapple simply press the buttons on both sides, remove the handle and slide off the pineapple rings. See perfect pineapple slices ready to enjoy. This easy to clean pineapple slicer is compact enough to store it in your utensil drawer. The pineapple slicer leaves the shell intact to fill with fruit for a perfect centerpiece. ",
    "VV_VI": 27,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2971.017,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}