{
    "title": "Breville Presents Skillet Cornbread - \"Mind of a Chef Techniques with Sean Brock\"",
    "description": "\"Mind of a Chef Techniques with Sean Brock\" is a video series that highlights the quintessential spirit of Chef Sean Brock's culinary ideas, themes, and techniques.\n\nSoutherners take their cornbread very, very seriously, and everyone has their own take. Lard, buttermilk, a lightly beaten egg and quality cornmeal are the main components of Sean's Skillet Cornbread.",
    "referenceId": null,
    "date_created": "1438364165",
    "date_modified": "1452208582",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286910",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Skillet-Cornbread-Mind-of-a-Chef-Techniques-with-Sean-Brock",
    "category": null,
    "duration": "180",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "For more about Breville, visit http:\/\/www.brevilleusa.com\/\n\n\"Mind of a Chef Techniques with Sean Brock\" is a video series that highlights the quintessential spirit of Chef Sean Brock's culinary ideas, themes, and techniques.\n\nSoutherners take their cornbread very, very seriously, and everyone has their own take.  Lard, buttermilk, a lightly beaten egg and quality cornmeal are the main components of Sean's Skillet Cornbread. \n\nFind this recipe here:\nhttp:\/\/foodthinkers.com\/2013\/11\/skillet-cornbread\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/\n\nLike \"Mind of a Chef\" on Facebook:\nhttps:\/\/www.facebook.com\/mindofachef\n\nFollow \"Mind of a Chef\" on Twitter:\nhttps:\/\/twitter.com\/mindofachef\n\nFollow Chef Sean Brock on Twitter:\nhttps:\/\/twitter.com\/hseanbrock",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/agtPVZpQeV8\/hqdefault.jpg",
        "videoId": "agtPVZpQeV8",
        "mediaDuration": "180",
        "prettyDuration": "00:03:00"
    },
    "transcripts": "Corn bread where I'm from is very serious business. I can't remember a day as a kid that I didn't eat cornbread. Each family makes it a different way and that's kind of what you grow up eating and so for me this is the simplest form and the most beautiful form of corn bread. Corn meal, lard, egg and buttermilk. A lot of people want to put sugar and flour and things and then it becomes a source of great debate. Where I'm from we call this real corn bread and it's the simplest thing. But you can really mess this up if you don't understand the technique. So that's why I'm going to show you. The most important thing is having the best ingredients that you can find, this is really amazing buttermilk from Tennessee. Some people don't use eggs I like to put an egg in there makes it a little more rich. So the dry ingredients very very simple beautiful corn meal. You can't make the corn bread without good corn meal it's just impossible. You're going to be wasting everybody's time because this is the main component of the cornbread and if this isn't delicious and aromatic and a very very high quality you're going to have very tasteless cornbread. So this is like two cups, little bit of salt, some baking powder and baking soda. Again another source of debate, I like what it does it air-rates it a little bit. Some people like a cornbread that's a little more dense. Mix that up, I'll add the dry into the wet. Now I'll take some lard  allow that to melt before it gets to hot I'm going to add some of the melted lard into the batter.  So that warm lard goes in. Hey this is nice and almostified , nice and mixed. Nice consistency so you can see the pan is very very hot and this is one of the secrets to great cornbread is this step right here. That's how you get a crispy crust that's the sound you want to hear when you're adding the batter to the pan and you can see how the fat is sizzling So this will just sit here for a couple minutes and what I'm looking for is this edge here to kind of fry. So the idea is to have this crunchy exterior and this really soft beautiful interior. I can see it starting to brown around the edges and I've already turned the oven up as high as it will go. The higher the better you're going to get a crunchier crust. So the corn has been cooking for about 10 or 15 minutes. We'll check on it make sure it's good. See its nice and set, should just slice into it. Nice and crispy on the outside,  just cooked through, delicious. There you have it cornbread. In the south you have this with every single meal without failing every single meal goes with everything. That's the beauty of it.",
    "VV_VI": 10,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "7",
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8740.231,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}