{
    "title": "Torrent Blender | KitchenAid",
    "description": "The revolutionary Torrent Blender from KitchenAid combines high power and high style, giving you unlimited possibilities. Its 1.8 peak horsepower motor is fast and thorough so you can easily whip up countless creations. Simply choose from the pre-set recipe settings: pulse, juice, soups\/sauce, milkshakes, and icy drinks\/smoothies. It’s the perfect blend of power, style—and ingredients.",
    "referenceId": null,
    "date_created": "1438300605",
    "date_modified": "1452129728",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286053",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Torrent-Blender-KitchenAid",
    "category": null,
    "duration": "111",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "KitchenAid",
        "hdvFlag": 1,
        "hookText": "The revolutionary Torrent Blender from KitchenAid® combines high power and high style, giving you unlimited possibilities. Its 1.8 peak horsepower motor is fast and thorough so you can easily whip up countless creations. Simply choose from the pre-set recipe settings: pulse, juice, soups\/sauce, milkshakes, and icy drinks\/smoothies. It’s the perfect blend of power, style—and ingredients. http:\/\/www.kitchenaid.com\/countertop-appliances\/blenders\/torrent-blender\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nrv3DMyut44\/hqdefault.jpg",
        "videoId": "nrv3DMyut44",
        "mediaDuration": "111",
        "prettyDuration": "00:01:51"
    },
    "transcripts": "Introducing a revolutionary new design from Kitchen Aid. The torrent blender where high power, high style, and low effort provide a simplified blending experience. It's the only home blender that uses magnetic drive technology which allows it to work more so you can work less. The torrent blenders two horsepower motor creates a strong vortex that's fast and thorough to create a wide variety of recipes. The magnetic drive power holds the torrent blender in position and preset recipe settings make it easy to operate. The first setting is pulse, for when you want to prepare recipes that will allow you to control the texture for foods like hot and spicy mustard. For something fresh and healthy switch to the juice setting the innovative high blade speed is great for blending ingredients with fiber and seeds so you can easily create your own juice from scratch. Switch over to the soup sauces setting to explore even more possibilities for your kitchen table. You also have the power to prepare thick creamy milkshakes. So when it's time for dessert the right blending speed creates a smooth delicious consistency. If you're in the mood for something cold and refreshing, switch to the icy drinks smoothies setting. Just add liquid first, then fruit and ice and press the button. The control setting provides adjustable speeds to prepare recipes like hollandaise sauce, hummus, and even ty pesto. These are just some of the many ways the new torrent blender from Kitchen Aid works more, so you can work less. It's revolutionary design combines high power, high style, and low effort. The torrent blender from Kitchen Aid blend more, work less.",
    "VV_VI": "25",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1099.4698,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}