{
    "title": "Cuisinart Single Serve Brewing System",
    "description": "Perfect for both personal use and entertaining, this single-serve home-brewing system offers consumers fresh gourmet coffee, tea, hot cocoa and more in under one minute.",
    "referenceId": null,
    "date_created": "1438307771",
    "date_modified": "1452126000",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286109",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Single-Serve-Brewing-System",
    "category": null,
    "duration": "123",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "Perfect for both personal use and entertaining, this single-serve home-brewing system offers consumers fresh gourmet coffee, tea, hot cocoa and more in under one minute. See more at http:\/\/www.cuisinart.com\/products\/coffee_bar\/ss-700.html?r=yt",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/V8QwJcgZnbw\/hqdefault.jpg",
        "videoId": "V8QwJcgZnbw",
        "mediaDuration": "123",
        "prettyDuration": "00:02:03"
    },
    "transcripts": "Imagine being able to make your own custom cup of coffee without having to brew an entire pot the kind of rich aromatic coffee you'll find at coffee bars. It's all possible with the single serve brewing system from Cuisinart. Use to make luscious hot coco freshly brewed tea instant soups or even oatmeal. From start to finish, it takes less than a minute and you'll get a perfectly brewed cup of steaming hot fresh coffee. You can choose from five different cup sizes from four to 12 ounces and even blew directly into a travel mug. The single serve comes with its own charcoal water filter that removes chlorine bad tastes and odors it uses the Keurig k cup portion packs which contain pre-measured ground coffee and come in an extensive variety of gourmet coffee plus fine teas and cocoa. Your unit comes with a start a variety pack of 12. The Cuisinart single serve uses the patented built in Keurig quiet brew technology that offers other innovative features like this removable 80 ounce water reservoir. That eliminates the need for frequent refills or the rinse control which allows you to instantly clean the inside of the brew chamber when switching from different items. The hot water button feature lets you enjoy your favorite instant drinks and food without having to boil water on the stove. The Cuisinart single serve brewing system is fully programmable with features such as auto on\/ off, digital clock, adjustable temperature control, and five cup size options including one for iced beverages. For added flexibility, your machine comes with the my k cup reusable coffee filter and built in storage which allows you to use your own gourmet ground coffee and every part that comes in contact with your coffee is certified b.p.a. free and your machine is backed by a limited three year warranty. So go ahead and savor the good life with the Cuisinart single serve brewing system. Make what you want when you want with just the press of a button.",
    "VV_VI": 9,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11398.108,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}