{
    "title": "ClickTight Convertibles: Replacing the Cover",
    "description": "How to replace the cover on the Britax Marathon ClickTight, Boulevard ClickTight, and Advocate ClickTight convertible car seats. **Refer to your user guide for complete installation instructions.",
    "referenceId": null,
    "date_created": "1438628098",
    "date_modified": "1452122166",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6288409",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "ClickTight-Convertibles-Replacing-the-Cover",
    "category": null,
    "duration": "144",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Britax Child Safety, Inc",
        "hdvFlag": 1,
        "hookText": "How to replace the cover on the Britax Marathon ClickTight, Boulevard ClickTight, and Advocate ClickTight convertible car seats. **Refer to your user guide for complete installation instructions.\nFor more information about Britax ClickTight convertible car seats, visit http:\/\/www.britaxusa.com\/clicktight-convertibles",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XCxXNuSMn1Q\/hqdefault.jpg",
        "videoId": "XCxXNuSMn1Q",
        "mediaDuration": "144",
        "prettyDuration": "00:02:24"
    },
    "transcripts": "Place the top portion of the seat cover up around the back of the seat. Starting with the bottom corner at the corner of the cover up under and around the bottom edge of the internal cushion tucked the cover into place. Around the head rest and then slip the opposite corner of the cover up and around the bottom edge of the opposite side. Work around the top edge of the seat to properly place and tuck the cover securely. Open the click tight and place the bottom portion of the cover. In the correct direction on the seat. Place the plastic stay between the seat show an internal cushion in the outside of the hip area on the sea. Then slip the cover over the seat between the rear and forward facing belt slots. Place the adjuster strap through the slit in the front of the cover tucked inside of the cover behind the gray belt guides to ensure that it does not interfere with the click tight mechanism. Place the front portion of the cover over the black internal cushion in front of the rear facing belt path. Continue to tuck the cover around the rear facing belt guide. Attach the elastic loop onto the hook inside the front corner of the seat and repeat on the other side. Tuck the cover into the shell around the entire outside of the seat. Next place the seat cover around the front edge of the seat. Attach the elastic loops to the bottom of the seating area. Place the belly pad on to the buckle by turning the buckle retainer sideways and slipping it through the pocket on the belly pad. Route the end of the belly pad Into the appropriate slot in the cover. Turn the buckle retainer sideways ans route it through the appropriate slot in the cover and child seat. From the bottom of the seating area pull the buckle retainer through the slot bottom of the seat. Ensure it is length flat against the seat bottom and not in the adjustment slot. From the top of the seat ensure that the red button on the buckle is facing forward and the buckle a secure. Place the head pad onto the head restraint and pull the elastic loop around the height adjust lever attach the elastic loop on the bottom of the head pad cover to the hook on the back of the headrest and repeat on the other side. Tuck the cover inside the edge of the plastic headrest to finish the cover installation.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4709.4336,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}