{
    "title": "iRobot Braava 300 Series - Overview Video",
    "description": "The iRobot Braava Floor Mopping Robot automatically dry- and damp-mops hard floors using two cleaning modes, keeping dirt and dust under control. Braava uses disposable or reusable cleaning cloths that are simple to attach and remove. The robot is easy to use. At the push of a button, Braava is off to mop for you -- and when it is done cleaning, the robot returns to where it started. It is whisper quiet, featuring a soft-touch bumper and quiet motors, so it cleans without disrupting daily activity or sleep.",
    "referenceId": null,
    "date_created": "1438377957",
    "date_modified": "1491587923",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287348",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Braava-300-Series-Overview-Video",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "The iRobot Braava Floor Mopping Robot automatically dry- and damp-mops hard floors using two cleaning modes, keeping dirt and dust under control. Braava uses disposable or reusable cleaning cloths that are simple to attach and remove. The robot is easy to use. At the push of a button, Braava is off to mop for you -- and when it is done cleaning, the robot returns to where it started. It is whisper quiet, featuring a soft-touch bumper and quiet motors, so it cleans without disrupting daily activity or sleep.\n\nLearn More: http:\/\/www.irobot.com\/us\/learn\/home\/Braava.aspx\nShop Braava: http:\/\/store.irobot.com\/family\/index.jsp?categoryId=23314286&s=A-ProductAge",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gy2sqoWtCCQ\/hqdefault.jpg",
        "videoId": "gy2sqoWtCCQ",
        "mediaDuration": "209",
        "prettyDuration": "00:03:29",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I Braava Well the story of Braava is really the story of all of our robots. At I-Robot our goal is to make practical robots that replace those dole or undesirable jobs you may have in your home. But as we started talking to our customers we realized cleaning needs vary every home's a little different. Many people today in their busy lives like to maintain a nice clean floor in between those major cleans. And they use things that are cloth based. For example a Swiffer, and we thought we could help in this arena as well. And that robot is Braava. Because the purpose of Braava is to give your floors a surface clean. We knew that unlike Roomba and Scooba's I-adapt methodology which tells the robot to make multiple passes over the floor. We needed to develop a systematic way to cover the floors in a single pass. That's Braava's north-star navigation system. It works like an indoor g.p.s. to help the robot keep track of where it has been and where it needs to go. The north star navigation cube projects a signal onto the ceiling that Braava uses to determine its location. As Braava cleans it builds a map of the area including walls, obstacles, and drop offs as it encounters them. And the thing about Braava is that it's just so easy to use. You attach a cloth, you put it down on your floor, you hit a button for dry or damp and away the robot goes. And listen to this. It's whisper quiet too. We designed Braava to cover your floors quickly, but also wanted to ensure that it cleans the floors effectively. That's why we developed two cleaning modes for Braava one for dry mopping and one for damp mopping. When dry mopping Braava moves in straight lines using dry cleaning cloths to pick up dirt dust and hair when damp mopping Braava uses a special back and forth mopping action and damp cleaning cloths to lift surface dirt and grime. Braava can also be used with the pro clean reservoir pad. After filling the pad with water it helps dispense liquid evenly onto a damp cleaning cloth while cleaning your floor. Braava will pick up dirt dust and hair from virtually any hard surface whether it's hardwood, laminates, tile, even stone, and keep those floors looking shiny all week long. There is a lot of intelligence built into Braava because of its compact size. Braava can clean under sofas tables and get into tight areas, while following technology allows Braava to clean dust and dirt right along the walls, baseboards, and edges of your floor Braava's smart built in sensors help it avoid stairs, area rugs, and raised transitions to carpets. We're really excited to add Braava to our portfolio of home cleaning robots. We know you're going to enjoy adding Braava to your robot fleet or bringing it home as your first robot.",
    "VV_VI": "24",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5609.25,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}