{
    "title": "Cuisinart Compact Portable Blending\/Chopping System",
    "description": "Meet the Cuisinart® SmartPower®: Compact Portable Blending\/Chopping System -- the slim and trim powerhouse that does it all! Use the streamlined blender jar to make smoothies in a flash! Mince herbs in the chopping cup and whip up custom drinks right in the travel cups -- we've included four of them so everyone can have their favorite! Designed to fit anywhere, the Compact Portable Blending\/ Chopping System delivers big-blender performance, with a 350-watt motor and the ease of single-hand operation with the user-friendly electronic touchpad! Stainless steel accents create an attractive, fashionable addition to any kitchen. New BPA free Tritan™ from Eastman co-polyestor is used for the all vessels -- blender jar, chopping cup and your travel cups. They are all shatter resistant and dishwasher safe. A real timesaver, cleanup and maintenance become simple chores",
    "referenceId": null,
    "date_created": "1438308562",
    "date_modified": "1452123348",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286120",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Compact-Portable-Blending-Chopping-System",
    "category": null,
    "duration": "197",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "Meet the Cuisinart® SmartPower®: Compact Portable Blending\/Chopping System -- the slim and trim powerhouse that does it all! Use the streamlined blender jar to make smoothies in a flash! Mince herbs in the chopping cup and whip up custom drinks right in the travel cups -- we've included four of them so everyone can have their favorite! Designed to fit anywhere, the Compact Portable Blending\/ Chopping System delivers big-blender performance, with a 350-watt motor and the ease of single-hand operation with the user-friendly electronic touchpad! Stainless steel accents create an attractive, fashionable addition to any kitchen. New BPA free Tritan™ from Eastman co-polyestor is used for the all vessels -- blender jar, chopping cup and your travel cups. They are all shatter resistant and dishwasher safe. A real timesaver, cleanup and maintenance become simple chores. Learn More: http:\/\/www.cuisinart.com\/products\/blenders\/cpb-300.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/W9itKpIMOWU\/hqdefault.jpg",
        "videoId": "W9itKpIMOWU",
        "mediaDuration": "197",
        "prettyDuration": "00:03:17"
    },
    "transcripts": "Healthy eating habits begin with the first spoonful of food you put in your baby's mouth and with the smart power compact portable blending chopping system it's quick and easy to make healthy homemade food everyday. Like sweet juicy peaches pureed into a delicious treat for your baby or some and some vitamin and rich barley cereal. With a 32 ounce blender jar and an eight ounce chopping cup, this sweet compact appliance delivers big blender performance it even comes with four 16 ounce travel cups perfect for making smoothies for the whole family. Just blend and go! Using the chopping cup you can turn an adult meal into baby food.\n\nFirst, cut the the food into one inch pieces and place in the chopping cup. Pulse a few times before running the blender continuously.  With the Cuisinart blending chopping system you can turn any vegetable into any dish for your baby. Using clean filtered water,  steam the vegetables in a pan using as little water as possible to retain maximum nutritional value during cooking. When the vegetables are very soft, allow to cool completely. Place them in the blender along with some of the liquid used to steam the vegetables.  You can also use the chopping cup to puree the vegetables.\n\nHere's another idea. When your baby is ready for Stage 2 foods after around eight months try an egg yolk omelet. Simply cook two egg yolks in a skillet until thoroughly done. Add the eggs along with two tablespoons of any vegetable puree into the chopping cup and add liquid. Pulse a few times then run on low until smooth. The blending chopping system's powerful 350 watt motor allows it to blend food instantly whether you're cooking for a baby or a family it effortlessly crushes ice for mixed drinks.\n\nBlend soups in seconds and whip together homemade vinaigrette in a snap. This is a blender that goes beyond blending. With the chopping cup and Cuisinart's ultra sharp stainless steel blade you can chop nuts or grind black seeds. Spices can also be grounded in seconds. The sleek user friendly electronic touch pad has easy to see blue LED lights with four different speed options. High, Low, pulse on high, and pulse on low. So whether it's your baby's first spoonful of food or a treat for your family, choose quality, power, performance , and versatility  with the smart power compact portable blending chopping system from Cuisinart the brand you can trust.  ",
    "VV_VI": 46,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7506.2935,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}