{
    "title": "Dyson Cinetic Big Ball - the only vacuum with no filter maintenance - Official Dyson Video",
    "description": "Dyson Cinetic tips are so efficient there is no need for a pre-motor filter.",
    "referenceId": null,
    "date_created": "1438365431",
    "date_modified": "1452201143",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286928",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Dyson-Cinetic-Big-Ball-the-only-vacuum-with-no-filter-maintenance-Official-Dyson-Video",
    "category": null,
    "duration": "105",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dyson US",
        "hdvFlag": 1,
        "hookText": "Dyson Cinetic tips are so efficient there is no need for a pre-motor filter. \n\nhttp:\/\/www.dyson.com\/vacuum-cleaners\/upright\/dyson-cinetic-big-ball.aspx\n\n\nhttp:\/\/www.youtube.com\/dysonus\nhttps:\/\/www.facebook.com\/dyson\nhttps:\/\/twitter.com\/Dyson",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/qbbQG38b7j8\/hqdefault.jpg",
        "videoId": "qbbQG38b7j8",
        "mediaDuration": "105",
        "prettyDuration": "00:01:45"
    },
    "transcripts": "Other manufacturer's claim that their machines have no loss of suction. The reality is they do, this is because they have inefficient cyclones. Now cyclones work by spinning the air to create centrifugal forces and these forces fling the particles out of the air and into the bin a lot like a washing machine spins the water out of your clothes. So if this fine dust isn't spun out of the air by the cyclones and catch it in the bin. The machine is much more reliant on the filter to trap that fine dust. Filters are great to trapping dust but they have a fundamental problem as dust builds up on the filter at the time it clogs those tiny pours and that means your machine is going to lose suction. Even if you wash the filter as advised it can still lose suction over time and of course if your machine is using suction it might be leaving lots of dust and dirt behind in your home. In our latest machine, we've developed a cyclone so efficient that it can fling even the finest particles out of the air. And that means we don't need a pre-motor filter in this new machine. The first starter machine had one large cyclone and over the years through continuous research and development we found the smaller cyclones generate much higher centripetal forces and higher forces fling more of that dust out of the airflow and into the bin. But we found that as we reduced the size of the cyclones we reached a point where they were more likely to block. The breakthrough came when we found that by making the tips of the cyclones flexible they could actually be made to vibrate and oscillate with the spinning air going through the center of the cyclone. Because the tip is flexible and constantly moving, dust can't build up, preventing it from blocking. We call this Dyson kinetic science. The Dyson Cinetic big ball vacuum has 35 of these kinetic tips they're so incredibly efficient you don't actually need a pre-filter. So there's nothing to wash or replace and it doesn't lose suction.",
    "VV_VI": 29,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "31",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 747.04565,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}