{
    "title": "OXO Chef's Mandoline Slicer",
    "description": "Turn ten pounds of potatoes into French fries in a flash, with the user-friendly OXO Chef's Mandoline Slicer. It makes light work of slicing with absolute precision. A uniquely shaped ruffle blade joins straight, serrated and crinkle blades to slice thin cucumbers, thick onion rings and anything in between, with a turn of the soft dial. Thin and thick julienne blades make terrific French fries, carrot sticks and garnishes. The Mandoline's soft handle, positioned lower than the Mandoline runway, ensures a comfortable grip and keeps hands out of the way. Nonslip feet keep it stable, and the large food holder keeps food in place while protecting fingers. All blades are easily removable for cleaning, come with safety covers and can store on board. Legs fold compactly for storage.",
    "referenceId": null,
    "date_created": "1438387817",
    "date_modified": "1452123523",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287558",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Chef-s-Mandoline-Slicer",
    "category": null,
    "duration": "134",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "OXO",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.oxo.com\/p-896-steel-chefs-mandoline-slicer.aspx\n\nTurn ten pounds of potatoes into French fries in a flash, with the user-friendly OXO Chef's Mandoline Slicer. It makes light work of slicing with absolute precision. A uniquely shaped ruffle blade joins straight, serrated and crinkle blades to slice thin cucumbers, thick onion rings and anything in between, with a turn of the soft dial. Thin and thick julienne blades make terrific French fries, carrot sticks and garnishes. The Mandoline's soft handle, positioned lower than the Mandoline runway, ensures a comfortable grip and keeps hands out of the way. Nonslip feet keep it stable, and the large food holder keeps food in place while protecting fingers. All blades are easily removable for cleaning, come with safety covers and can store on board. Legs fold compactly for storage.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ArsE0C1-DRs\/hqdefault.jpg",
        "videoId": "ArsE0C1-DRs",
        "mediaDuration": "134",
        "prettyDuration": "00:02:14"
    },
    "transcripts": "Hi, I'm Michelle from OXO. Today I'll show you why OXO Chef's Mandoline Slicer is a great tool for home cooks. I like to use it to julienne veggies for salads, slice eggplant for eggplant parmesan and make my own home made french fries. This attractive stainless steel mandoline has a generous amount of space underneath to collect vegetables. A textured ramp helps food glide and keeps vegetable like potatoes, beets or radishes from sticking. This non-slip handle gives me control and keeps my hand out of the way. Finally these non-slip feet sit wide apart for added stability. The chef's mandoline slicer include four types of blades. A straight edge for firm vegetables, a serrated edge for soft and crinkle and ruffle blade for decorative cuts. This mandoline makes it easy to adjust slice thicknesses with this simple dial right here. I can switch between straight and julienne cuts and adjust thicknesses between one and nine milliliters just by turning the knob. First I'll demonstrate by making straight slices with this eggplant. Turn the dial until the julienne blades are not visible, continue to turn the dial to your desire thickness. I'll take my eggplant and secure it to this food holder. It has metal tines that hold fruit and vegetables securely while you slice but more importantly it keeps your fingers away from the blade. See how it gives me perfectly even eggplant slices. The chef's mandoline slicer also has a serrated blade that makes it easier to cut softer foods like tomatoes. To change the blade just tug on the non-slip grip on the side and flip to the serrated blade, it's really simple. After fixing my tomato to the food holder, I simply run it down the ramp. See beautiful tomato slices perfect for a side salad. The OXO chef's mandoline is also great for julienning. Turn the dial so the julienne blades are visible. Now after fixing the zucchini to the food holder, run it over the blade for perfect julienne slices. To clean the chef's mandoline remove the slicing blade by grasping on the soft grip and sliding it away from the mandoline. Press the top to flip up the runway, the dial comes out by lifting on the knob just like this. You have to hand wash the blades but the mandoline, body and food holder are top rack dishwasher safe. To store reassemble the mandoline and fold the legs under the body. ",
    "VV_VI": 200,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2358.3066,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}