{
    "title": "Britax Marathon ClickTight Convertible Car Seat",
    "description": "The Marathon ClickTight Convertible Car Seat brings you remarkable convenience without compromising on your child’s safety. With the ClickTight Installation System, everyone can install with confidence. SafeCell Impact Protection surrounds your little one in safety and our Complete Side Impact Protection shields your child in a protective shell designed to absorb crash forces and protect from debris.",
    "referenceId": null,
    "date_created": "1438627657",
    "date_modified": "1452121456",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6288395",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Britax-Marathon-ClickTight-Convertible-Car-Seat",
    "category": null,
    "duration": "78",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Britax Child Safety, Inc",
        "hdvFlag": 1,
        "hookText": "The Marathon ClickTight Convertible Car Seat brings you remarkable convenience without compromising on your child’s safety. With the ClickTight Installation System, everyone can install with confidence. SafeCell Impact Protection surrounds your little one in safety and our Complete Side Impact Protection shields your child in a protective shell designed to absorb crash forces and protect from debris. Learn more: http:\/\/www.britaxusa.com\/car-seats\/marathon-clicktight",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/F2ZgCJ04YGw\/hqdefault.jpg",
        "videoId": "F2ZgCJ04YGw",
        "mediaDuration": "78",
        "prettyDuration": "00:01:18"
    },
    "transcripts": "The britax marathon click type convertible cars seat brings you remarkable convenience without compromising on your child's safety. With a revolutionary click tight installation system. Now everyone can install the car seat securely and confidently by just buckling the seatbelt. You simply open the front of the car seat buckle the seat belt across the belt path and then click the seat shut for proper installation. Every time with our exclusive safe cell impact protection. An integrated system of safety components work together to protect your child well beyond the federal safety standards. And complete side impact protection shield your little one in a deep protective shell that absorbs crash forces and protects from debris. The marathon click tide includes the quick adjust 12 position harness with two position buckle making it easy to provide a comfortable secure fit. As your child grows and seven recline positions with an automatic level indicator ensure the car seat angle is correct and your child is comfortable wherever the road takes you. The marathon click tight convertible car seat has been carefully designed to keep your child safe and you free from worry along the way.",
    "VV_VI": 17,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 14137.847,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}