{
    "title": "Store Your Stuff",
    "description": "Store Your Stuff: watch this video featuring products available on bedbathandbeyond.com.",
    "referenceId": null,
    "date_created": "1438649605",
    "date_modified": "1499987804",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Getting_Organized",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6288708",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Store-Your-Stuff",
    "category": null,
    "duration": "95",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/btspracticalsolutionshome.asp? Store Your Stuff: watch this video featuring products available on bedbathandbeyond.com.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vyTK0hcNx0Y\/hqdefault.jpg",
        "videoId": "vyTK0hcNx0Y",
        "mediaDuration": "95",
        "prettyDuration": "00:01:35",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Jessica for campus and beyond from Bed Bath and Beyond. And I'm Nicole. I'm incoming freshman and Jess has been helping me set up my dorm room. You know Nicole there's a ton more space here than you think there is. If you wanted to add more room under your bed though you could add these bed lifts and add just a little bit more room under there but you don't need them because your bed is so high so you could just put those storage bags under there. Yeah these are great for storing towels and out of season clothes I'm not wearing. Exactly and you have those wonderful storage bins. Oh yeah you're right. They slide right under. And they add floor space too. Hey check out all this closet space. Don't get to excited this is the only one you have. Oh you've got to be kidding me. My closet at home was like three times the size of this thing. Simmer down girl let me show you what you can actually do with your closet space. Hey that's actually not that bad. Yeah I mean look at these slim hangers. They're less bulky and you can fit so many more clothes on the rod and look at what you can do with all that space over the closet. Oh check out those totes I can even put my purse on here or a scarf or even a hat. But wait what do I do with all my shoes? I've got it figured out. You can put it in an over the door shoe rack like this. Hey that's a great idea and it looks like it hold up two 12 pairs of shoes. Exactly. So are you feeling better about getting all your stuff moved in? Definitely. Thanks so much for your help Jess. Of course.",
    "VV_VI": 82,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5033.0894,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}