{
    "title": "MCP 12 Multi Clad 12 Piece",
    "description": "MCP 12 Multi Clad 12 Piece",
    "referenceId": null,
    "date_created": "1438360690",
    "date_modified": "1452121883",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286801",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "MCP-12-Multi-Clad-12-Piece",
    "category": null,
    "duration": "157",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ns3nNuonh1g\/hqdefault.jpg",
        "videoId": "ns3nNuonh1g",
        "mediaDuration": "157",
        "prettyDuration": "00:02:37"
    },
    "transcripts": "Hi, I'm Mary Rogers with Cuisinart. This is our multi clad pro 12 piece stainless steel cookware set. This is a beautiful collection of cookware. This set gives you literally almost everything you need to get started in the kitchen. You get a 1 and 1\/2 court saucepan, an eight and 10 inch skillet a 3 and 1\/2 court saute pan. You get a universal steamer, a three court sauce pot and an eight quart stockpot. Some of the really great features about this product are the stainless steel finish on the outside, it has a beautiful grain on it. It also has tight fitting lids so when you're doing things like you know, cooking rice which it's really important to have a good seal on your lid that's very important. It also has a beautiful cast handles that are riveted on. You have a really nice high arch so there's plenty of room to put your hands in here when you want to lift the lid up. It's also called multi clad because it's constructed of stainless on the outside stainless on the inside and a core of aluminum on the middle. And that's really important when you're cooking because that gives you the best heat distribution because what happens is that multi-layer of materials goes all the way up to the tip of your pan. So it's great at distributing heat and radiating heat around your food when you're cooking. The other thing that's really nice is has a beautiful high polish on the inside and that's really important when you're doing things like browning and sauteing and also trying to make some of those classic sauces or gravies where you want to get a really great caramelization on the meat. Or any of your vegetables when you're going to be turning that into a sauce. And it really does a beautiful job de-glazing so when you add liquid to that it really does a beautiful job lifting up all the flavors and bits from the bottom of the pan. This cooker is also dishwasher safe and also has a really nice handle with a nice grip and the great thing about it is when you use it on the proper burner size you have a little v here and this v actually helps distribute the heat away from the handle so that it dissipates before it reaches the handle and that's really important. This cookware can also be used to go from the refrigerator, to the stove top, you can top boil in it and the other great thing about it is it's extremely versatile and it's also beautiful to have in your kitchen. There you have it the 12 piece multi clad cookware by Cuisinart",
    "VV_VI": 51,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "31"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6383.4946,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}