{
    "title": "OXO Good Grips Cold Brew Coffee Maker",
    "description": "Our Cold Brew Coffee Maker simplifies the cold-brew process with its unique features. For example, the Rainmaker ensures water is distributed evenly over coffee grounds, the Brew-Release Switch is easily accessible and allows you to stop and start the draining process, and the stainless steel ultra-fine mesh filter is removable for easy cleaning. The Coffee Maker has all the hard work covered – all you have to do is add coffee grounds and water. Once you make the concentrate, you can add ice and water for iced coffee or hot water or milk for hot coffee.",
    "referenceId": null,
    "date_created": "1438392923",
    "date_modified": "1452124554",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287585",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Good-Grips-Cold-Brew-Coffee-Maker",
    "category": null,
    "duration": "120",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "OXO",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.oxo.com\/p-1403-cold-brew-coffee-maker.aspx\n\nOur Cold Brew Coffee Maker simplifies the cold-brew process with its unique features. For example, the Rainmaker™ ensures water is distributed evenly over coffee grounds, the Brew-Release Switch is easily accessible and allows you to stop and start the draining process, and the stainless steel ultra-fine mesh filter is removable for easy cleaning. The Coffee Maker has all the hard work covered – all you have to do is add coffee grounds and water. Once you make the concentrate, you can add ice and water for iced coffee or hot water or milk for hot coffee.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/EoogoTprk0w\/hqdefault.jpg",
        "videoId": "EoogoTprk0w",
        "mediaDuration": "120",
        "prettyDuration": "00:02:00"
    },
    "transcripts": "Have you ever tried cold brew coffee. Cold brew is a process known for delivering smooth low acid coffee. I'm Noah from OXO let me show you the unique features of the OXO cold brew coffee maker and how they work. Instead of using heat to extract the coffee flavor cold brewing uses time. Steeping the grounds in cold water releases only the most aromatic flavors so it's less bitter than regularly brewed coffee. The concentrate created from the cold brew process which is then diluted according to your preference stays fresh longer so you can brew a batch enjoyed throughout the week. The recipe is extremely flexible but here's how to make cold brew in the OXO cold brew coffee maker. To start put 10 ounces of coarsely ground coffee into the brewing container. Pour 40 ounces of water onto the rainmaker in a circular motion which ensures water is evenly distributed over the coffee grounds. If you like stir the grounds make sure they're evenly mixed. Then let them rest for 12 to 24 hours or overnight. Once brewing is finished press the brew release switch down to drain the concentrate. The fine mesh stainless steel filter keep sentiment out of your cup. We've included in additional paper filter if you want added filtration. Want to have some cold brew before draining is complete. Simply flip the switch up and pull the glass craft out then flip the switch back down to finish draining. You can use a stopper to measure the concentrate and dilute with hot or cold water ice or milk. Use a stopper to seal the carafe and store the concentrate in the refrigerator for up to two weeks. The glass carafe is dishwasher safe but hand wash all of the parts. When you're ready to put the OXO cold brew coffee maker away the parts nest easily for storage. Cold Brew is a very flexible process and allows you to experiment and change in any number of ways. You can experiment with the amount of coffee of water use. You can add infusions like orange or clover cinnamon and you can cold brew tea.",
    "VV_VI": "15",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10458.658,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}