{
    "title": "OXO Tot Feeding Line",
    "description": "OXO Tot was developed by parents, for parents, and is specifically intended to help guide, nurture and care for little ones through their various stages of development. Cleaning and Bathing products!",
    "referenceId": null,
    "date_created": "1438389952",
    "date_modified": "1452123784",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287564",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Tot-Feeding-Line",
    "category": null,
    "duration": "129",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "OXO",
        "hdvFlag": 0,
        "hookText": "OXO Tot was developed by parents, for parents, and is specifically intended to help guide, nurture and care for little ones through their various stages of development. Visit www.oxotot.com to view the line of Feeding, Cleaning and Bathing products!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rgiqv_XbWgs\/hqdefault.jpg",
        "videoId": "rgiqv_XbWgs",
        "mediaDuration": "129",
        "prettyDuration": "00:02:09"
    },
    "transcripts": "Hi I'm Amy from OXO today I'll be demonstrating the OXO Tot line of feeding tools along with my inspiration Olivia. In five years 25 babies were born to OXO's employees and that makes for many users of all things baby. Extensive user testing resulted in a complete line of products covering feeding, cleaning and bathing. Our feeding line offers just the right tools for meal time and snack time. Each has subtle details that help tots transition to eating like a big kid. When baby is ready for solids our feeding spoons have a silicone coating that's gentle on her gums. Soft edges are helpful for gently wiping food from baby's face when it's their turn. Tots can feed themselves with our fork and spoon set, their curved to make it easy for Olivia to grab. A flat spot on the bottom keeps them from rolling off the table. Our plate and bowls help minimize frustration when kids are learning to self feed. The plates removable ring not only keeps foods contained but also is curved to help guide food onto utensils. Bowls feature straight sidewalls that also help guide food onto spoons. Non-slip bases on all help to prevent tips and spills. For snake time we have a few options for tots that make it easy to munch on the go. Our flip top snack cup Is the perfect size for tucking into a diaper bag or stroller cup holder. And for at a convenience the lid stays attached. The snack dish features generous opening making it easy for Olivia to get to the goodies inside. The complete line of OXO Tots products covers feeding, cleaning and bathing. OXO Tot offers parents thoughtful products that help guide nurture and care for their little ones. OXO making every day living easier for over 20 years.\nLook at that. Awesome. Did you get it. I got the second half. Big finish. Liv try again. ",
    "VV_VI": 15,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5830.362,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}