{
    "title": "BRITAX B-SAFE: Securing Your Child in the Seat",
    "description": "Instructions for securing your child in the BRITAX B-SAFE.",
    "referenceId": null,
    "date_created": "1438628646",
    "date_modified": "1460055100",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6288430",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "BRITAX-B-SAFE-Securing-Your-Child-in-the-Seat",
    "category": null,
    "duration": "95",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Britax Child Safety, Inc",
        "hdvFlag": 1,
        "hookText": "Instructions for securing your child in the BRITAX B-SAFE. For more information about the B-SAFE, visit: http:\/\/www.britaxusa.com\/car-seats\/b-safe.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Qa58rNJ5Paw\/hqdefault.jpg",
        "videoId": "Qa58rNJ5Paw",
        "mediaDuration": "95",
        "prettyDuration": "00:01:35",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Securing an infant loose in the harness by pressing down the harness adjuster level while pulling both harness straps forward. Press the tab and pull apart the two halves to release the chest clip unbuckle the harness by pressing the red release button and pulling the tongues from the buckle. Place the child in the infant car seat position the harness straps around the child buckle the harness by inserting one buckle tongue at a time into the buckle. Connection is confirmed with an audible click after inserting each buckle tongue. Always pull on the buckle to ensure it is properly connected. Fasten the chest clip by sliding the two halves together until a click is heard. Gently pull up on the harness straps to tighten the lap section of the harness which should fit low on the child's body. Slowly pull the adjuster strap to tighten the harness around the child. Snugly adjust the belts provided with this child restraint around your child. A snug straps should not allow any slack. It lies in a relatively straight line without sagging. It does not rest on the child's flesh or push the child's body into an unnatural position. You should not be able to pinch the webbing when snug. Position the chest clip in the center of the child's chest level with the armpit. The harness straps should be located at the harness height  position at or below the child's shoulders. Verify that the harness is not twisted and the child is properly secured.",
    "VV_VI": 12,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "28"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8069.4917,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}