{
    "title": "iRobot Mirra 530 Overview",
    "description": "The new iRobot Mirra 530 Pool Cleaning Robot features the latest in robotic and pool cleaning technology, designed to make cleaning your pool easier than ever. Featuring iAdapt® Nautiq Responsive Cleaning Technology, Mirra sizes up the approximate dimensions of your pool then choose the optimum cleaning cycle. Mirra deep cleans without using the pool's filtration system, hoses or booster pumps, resulting in energy-cost savings for you.",
    "referenceId": null,
    "date_created": "1438378420",
    "date_modified": "1491588681",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287366",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Mirra-530-Overview",
    "category": null,
    "duration": "152",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "The new iRobot Mirra 530 Pool Cleaning Robot features the latest in robotic and pool cleaning technology, designed to make cleaning your pool easier than ever. Featuring iAdapt® Nautiq Responsive Cleaning Technology, Mirra sizes up the approximate dimensions of your pool then choose the optimum cleaning cycle. Mirra deep cleans without using the pool's filtration system, hoses or booster pumps, resulting in energy-cost savings for you.\n\nShop Mirra: http:\/\/store.irobot.com\/product\/index.jsp?productId=19784836\nLearn More: http:\/\/www.irobot.com\/us\/robots\/home\/mirra.aspx",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/40Vv9vuplYo\/hqdefault.jpg",
        "videoId": "40Vv9vuplYo",
        "mediaDuration": "152",
        "prettyDuration": "00:02:32",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Your guest list for the party is set, your food's ready, all that remains is cleaning the pool. The I-Robot Mirra 530 pool cleaning robot, takes the work out of cleaning a pool in the work out of hosting your party. With One Touch of the clean button Mirra gets to work using I-adapt nautiq responsive cleaning technology. Mirra sizes up you're pool, then chooses the optimum cleaning cycle to deep clean every section floor to water line and everywhere in between. Mirra has a self contained vacuum pump and filter system so it works without hoses, suction lines, or installation. Mirra circulates more than 4,000 gallons of water per hour. Improving distribution of pool chemicals and heated water because Mirra is totally independent. It does more than just give you a break, it gives your pool pump a break. Cutting back on energy costs by reducing the overall run time of your pool system. Designed for any in-ground pool Mirra makes multiple passes. Navigating obstacles as it picks up leaves, hair, dirt, and sand. Mirra also has a fine filter that captures smaller nuisances like silt, pollen, algae, and bacteria as tiny as two microns. Unlike suction cleaners or pressure cleaners. Mirra's active spinning scrub brush agitates the pool surfaces Mirra moves. This allows Mirra to scrub and lift dirt, algae, and bacteria. You know the nasty stuff off the pool floor and walls including the waterline where oils and bacteria can build up. Mirra diligently cleans every section of your pool making sure not to tangle its power cord as it climbs walls and changes direction. And check this out. Mirra's a stair climber, it's p.v.a. wheels provide sponge like traction for all pool surfaces especially slick pool surfaces like ceramic and vinyl. Two quick drain valves allow water to empty out of the robot for easy lightweight handling when the job is done. Mirra's top load filter canisters are simple to empty. Just lift out the basket and remove the debris. Now it's time to enjoy yourself. The pools clean the robots clean and you're ready to party. No work no stress just good clean fun.",
    "VV_VI": 199,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1005.19714,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}