{
    "title": "The All New iRobot Scooba 450 - Overview",
    "description": "The New iRobot Scooba 450 Floor Scrubbing Robot\nScrubbing floors doesn't happen as often as it should. Scooba 450 is the only robot that scrubs hard floors so you don't have to. Run Scooba at your convenience for brilliantly clean hard floors every day, the easy way.",
    "referenceId": null,
    "date_created": "1438378168",
    "date_modified": "1491588440",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287356",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-All-New-iRobot-Scooba-450-Overview",
    "category": null,
    "duration": "165",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "The New iRobot Scooba 450 Floor Scrubbing Robot\nScrubbing floors doesn't happen as often as it should. Scooba 450 is the only robot that scrubs hard floors so you don't have to. Run Scooba at your convenience for brilliantly clean hard floors every day, the easy way. \n\nLearn More: www.irobot.com\/us\/learn\/home\/scooba.aspx",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_g-na7d-hEs\/hqdefault.jpg",
        "videoId": "_g-na7d-hEs",
        "mediaDuration": "165",
        "prettyDuration": "00:02:45",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Scrubbing floors is hard work and because it's hard work it doesn't get done as often as it should. But dirt, grime, and stuck on messes build up putting it off doesn't make the job any easier. But Scooba does, introducing the I-Robot Scooba 450 floor scrubbing robot. Scooba 450 is the only robot that tackles the tedious work of scrubbing floors, so you don't have to run Scooba at your convenience for brilliantly clean hard floors every day. The easy way. The secret to a phenomenal cleaning performance is I-Robot's pre-soak technology developed as part of the Scooba three cycle cleaning process. This process has been redesigned from the ground up to clean hard surface floors three times better than ever before and is proven to wash away up to 99.3 percent of common household bacteria. Scooba starts by sweeping up dirt and putting down a thin sheen of I-Robot hard floor cleaner to soak into any stuck on messes. Much like the way we soap dishes before washing them. As Scooba comes around again, the scrubbing brush spins at more than 600 RPM to remove grime, while the squeegee vacuums suctions dirty water off the floor. Unlike a mop, Scooba never puts dirty water back down on your floors. It only uses fresh solution from start to finish. Ending with a final squeegee cycle, so all that's left is a clean floor. Scooba 450 suits just about any home and cleaning need with two cleaning options to choose from. A full 40 minute cycle, or 20 minute cycle for smaller spaces. Scooba 450 makes scrubbing floors an easy thing to do. Just fill the robot and press clean. The proof is in the tank. When the robot is done cleaning and the tank has been emptied and rinsed, place Scooba 540 on the drydock charging and drying stand. Available to be purchased as an accessory. Like our world renown Roomba vacuum cleaning robot, Scooba 450 uses I-adapt responsive navigation technology. Our advance system of software and sensors to make multiple passes over every section of your floor. Scrubbing up to 300 square feet before it needs refilling. With I-adapt Scooba gets under and around furniture, following along walls, avoiding area rugs, carpets, stairs, and other drop offs. And making sure your entire floor is clean. Scooba 450 tackles dirt, and grime so you don't have to. Giving you brilliantly clean hard floors every day, the easy way.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6404.0693,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}