{
    "title": "OXO 3-in-1 Adjustable Potato Ricer",
    "description": "Don't limit yourself to just potatoes with the OXO Good Grips 3-in-1 Adjustable Potato Ricer. This patented Ricer has three settings, easily changed with the twist of the dial, for many cooking tasks. While the fine setting is perfect for fluffy mashed potatoes, it's also great for parsnips, carrots, turnips, gnocchi and more. The medium setting is ideal for spaetzle and pressing water out of cooked greens, and the coarse setting is perfect for chunky applesauce, egg salad and pressing tomatoes for sauce. Since the disks are attached, there is no need to go searching for extra parts when you want to adjust settings. The brushed stainless steel Ricer comes apart for easy cleaning and has soft, comfortable non-slip grips.",
    "referenceId": null,
    "date_created": "1438391394",
    "date_modified": "1452124014",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287570",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-3-in-1-Adjustable-Potato-Ricer",
    "category": null,
    "duration": "79",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "OXO",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.oxo.com\/p-1164-3-in-1-adjustable-potato-ricer.aspx\n\nDon't limit yourself to just potatoes with the OXO Good Grips 3-in-1 Adjustable Potato Ricer.  This patented Ricer has three settings, easily changed with the twist of the dial, for many cooking tasks.  While the fine setting is perfect for fluffy mashed potatoes, it's also great for parsnips, carrots, turnips, gnocchi and more.  The medium setting is ideal for spaetzle and pressing water out of cooked greens, and the coarse setting is perfect for chunky applesauce, egg salad and pressing tomatoes for sauce.  Since the disks are attached, there is no need to go searching for extra parts when you want to adjust settings.  The brushed stainless steel Ricer comes apart for easy cleaning and has soft, comfortable non-slip grips.\n\nIf you have questions or comments on the 3-in-1 Adjustable Potato Ricer, chat with us on Facebook: http:\/\/www.facebook.com\/OXO or Twitter: http:\/\/twitter.com\/OXO!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/vufH5S-fvnQ\/hqdefault.jpg",
        "videoId": "vufH5S-fvnQ",
        "mediaDuration": "79",
        "prettyDuration": "00:01:19"
    },
    "transcripts": "Hi i'm Alyssa from OXO and today I'll be demonstrating our easy to use unique three in one adjustable potato ricer. This ricer makes it easy to switch between three settings coarse, medium and fine with a simple twist of the dial. The fine setting is perfect for fluffy mashed potatoes, baby purees and yokie. The medium setting is great for making spaetzle or for pressing water out of cooked greens. And the coarse setting is ideal for recipes requiring a chunkier texture. This notch helps the ricer rest securely on the side of a bowl or a pot. Let me demonstrate with the delicious chunky apple sauce. Using the coarse setting add some cooked apples to the ricer then simply squeeze the soft non slip handles together. Just look at the great chunky texture. Next I will show you how to make fluffy mashed potatoes. For this you can use either the medium or fine setting. Twist the dial to set it to your desire setting. I'll start with the medium. Add some peeled cut and cooked potatoes and squeeze the handles together. For even fluffier mashed potatoes just adjust the dial to the fine setting, you can do this with food in the chamber. Just look at the fluffy texture. When you are done take the disc off and place the ricer on the top rack of the dishwasher. ",
    "VV_VI": "13",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12513.562,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}