{
    "title": "Breville -- Tosi on Tour  -- Christina Tosi from Momofuku Milk Bar makes Crack Pie",
    "description": "Are you addicted? Do you need treatment or an intervention? This video will not help. Learn how to make the legendary Crack Pie from Momofuku Milk Bar with Christina Tosi at home.",
    "referenceId": null,
    "date_created": "1459289380",
    "date_modified": "1459289380",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286895",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tosi-on-Tour-Christina-Tosi-from-Momofuku-Milk-Bar-makes-Crack-Pie",
    "category": null,
    "duration": "176",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "For more about Breville products visit: www.brevilleusa.com\n\nAre you addicted? Do you need treatment or an intervention? This video will not help. Learn how to make the legendary Crack Pie from Momofuku Milk Bar with Christina Tosi at home.\n\nhttp:\/\/www.brevilleusa.com\/cooking\/ovens\/the-smart-oven-tm.html\n\nhttp:\/\/www.brevilleusa.com\/food-preparation\/mixers\/stand-mixer.html\n\nTravel with Christina during her cookbook launch tour @tosiontour.com presented by Breville.\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/71PYLGWf2U0\/hqdefault.jpg",
        "videoId": "71PYLGWf2U0",
        "mediaDuration": "176",
        "prettyDuration": "00:02:56"
    },
    "transcripts": "Hey I'm Christina Tosi from Momofuku Milk Bar and we're going to make the crack pie. It's a really simple recipe. You bake off an oat cookie as a bar, it looks kind of just like your standard oatmeal cookie, you crumble it up and because we're going to sort of make this oat cookie into our pie crust, we need it to be a little more moist than this. So we add just a little bit of melted butter, we just give it a little extra brown sugar, and a little extra kosher salt just to sort of keep the balance of flavors right. I think the amount of butter we have in here looks just right. We can shape it into a ball. We're going to take it and we're going to divide it over two 10 inch pie shells and now it's time to sort of mold the crust. So I like to start by sort of using my thumb and my forefinger and pinching the dough up at the sides of the wall of the pie tin. And then once you get all the way around the end all of the, the center that has not been pressed I just like to use the palm of my hand and really get down in there with some weight. And I just rotate the pie tin in a circular motion. Your hands are going to get a little greasy, so don't, don't be fussy about it it's totally fine. So there we go I think we have a nice even crust. Alright, so now it's time to make the crack pie filling. It's a buttery sugary filling so as you expect we're going to start with the sugars. We have a granulated sugar, light brown sugar, no fat milk powder, and then we use a little freeze dried corn powder. We're just going to mix them around just for a second. Nothing too fussy, and then to that we're going to add some melted butter, heavy cream, and a little bit of vanilla extract. Alright so once we have that, the last ingredient is egg yolks. So we got one egg, two eggs, so we got the eighth egg yolk in there and we're going to turn our mixer up. But we're not going to turn it up high we're going to keep it on that low speed cause we're really thinking about deep dense rich decadence, so we don't want to airy this mixture. And we're just going to let it go until we see those egg yolks disappear into the mixture. And then you just divide them evenly over two pies. So we'll throw them in the oven and set the timer. We want it to be gooey, it's sort of like a gooey butter pie. Alright, so nice and golden brown, really glossy from all of that butter and sugar. I like to serve crack pie cold, so if you know give it an hour or two in the fridge and we just put a little confectioner sugar on top to dust it, and there you go, the Milk Bar crack pie.",
    "VV_VI": 197,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "2",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 490.60095,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}