{
    "title": "How iRobot Roomba® Vacuum Cleaning Robot Works",
    "description": "See how Roomba vacuums your carpets and hard floors, automatically adjusting between floor types and avoiding stairs and other drop-offs.",
    "referenceId": null,
    "date_created": "1438378720",
    "date_modified": "1491588789",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287377",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-iRobot-Roomba-Vacuum-Cleaning-Robot-Works",
    "category": null,
    "duration": "166",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 0,
        "hookText": "Learn more about home robots: http:\/\/www.irobot.com\/youtube\/home_robots\r\n\r\nSee how Roomba vacuums your carpets and hard floors, automatically adjusting between floor types and avoiding stairs and other drop-offs.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VPNQxulK4mE\/hqdefault.jpg",
        "videoId": "VPNQxulK4mE",
        "mediaDuration": "166",
        "prettyDuration": "00:02:46",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The I-Robot Roomba vacuum cleaning robot is revolutionizing the way people clean. More than five million home robots have been sold worldwide with Roomba leading the way to help keep the floors clean. Roomba vacuums your carpets and hard floors on its own so you don't have to, join the revolution. And let Roomba help you do the dirty work. Roomba's cleaning head automatically adjust to clean carpets, hardwood, tile, and linoleum floors as it moves through your home. Roomba picks up an amazing amount of dirt, pet hair and other debris with its patented three staged cleaning system. A spinning side brush cleans along wall edges counter-rotating brushes act like a dust pan and broom and a powerful vacuum gets rid of dirt and dust. Roomba is the perfect fit for the real world. It cleans the whole floor including under and around furniture and along wall edges. Making multiple passes over the same areas. Roomba is able to do all this because of I -Robots. I-Adapt responsive cleaning technology and advanced system of software and sensors. In fact Roomba uses over 40 robotic behaviors and makes more than 60 decisions per second to ensure that it vacuums every section of your room. Additional I-Adapt features include Roomba's light touch bumper technology which discern soft barriers from solid barriers allowing Roomba to go under curtains, comforters, bed skirts, and couch skirts. While following technology which ensures the most thorough floor coverage possible. Dirt detect technology which uses an acoustic sensor to help Roomba find dirtier areas and spend more time cleaning them and cliff detection sensors which allow room to avoid stairs and other drop offs. Roomba is very easy to use, just press the clean button and let Roomba help you do the dirty work. Roomba's anti-tank technology keeps it from getting stuck on cords, carpet fringe, and tassels. Roomba knows which areas to clean and those to avoid. Virtual wall technology keeps Roomba in the rooms you want to clean and out of the ones you don't. Roomba's spot clean mode quickly cleans concentrated dirt and debris. The I-Robot Roomba vacuum cleaning robot vacuums your carpets and hard floors on its own so you don't have to.",
    "VV_VI": 20,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 987.15924,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}