{
    "title": "Breville Presents Cornbread-Sorghum Milkshake - \"Mind of a Chef Techniques with Edward Lee\"",
    "description": "The combination of stale cornbread, sticky sorghum and tangy buttermilk ice cream is a treat any time of day, but makes for an especially good breakfast.",
    "referenceId": null,
    "date_created": "1438362723",
    "date_modified": "1452127414",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286867",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Cornbread-Sorghum-Milkshake-Mind-of-a-Chef-Techniques-with-Edward-Lee",
    "category": null,
    "duration": "161",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "breville",
        "hdvFlag": 1,
        "hookText": "The combination of stale cornbread, sticky sorghum and tangy buttermilk ice cream is a treat any time of day, but makes for an especially good breakfast.\n\nFind this recipe here:\nhttp:\/\/foodthinkers.com\/cornbread-sorghum-milkshake-or-breakfast\/\n\nLearn more about Breville:\nhttp:\/\/www.brevilleusa.com\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/\n\nLike “Mind of a Chef” on Facebook:\nhttps:\/\/www.facebook.com\/mindofachef\n\nFollow “Mind of a Chef” on Twitter:\nhttps:\/\/twitter.com\/mindofachef",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/uV-uazc-Bk4\/hqdefault.jpg",
        "videoId": "uV-uazc-Bk4",
        "mediaDuration": "161",
        "prettyDuration": "00:02:41"
    },
    "transcripts": "This is a recipe that I learned from a dude in Kentucky. Actually I just call it breakfast because it's a stuff that is left over from a dinner party the night before and you kind of take it up put it in a blender and mix it all together. It's really just a buttermilk corm bread and sort of a milkshake. So we're going to start with cornbread and what I can do to make sure that you have some kind of old leftover cornbread. This is a great way to use it up and I'm just going to kind of put two little small babies fistfuls in there. The cornbread should be a little bit stale, it's better stale when you're making this and then I've got my homemade butter milk ice cream. And depending on the consistency, that you like your milkshake, I like mine pretty thick. We're gonna add a little bit of ice cream and then sorghum that's nice. What makes sorghum so special is that it has a really wonderful me nutty kind of smoky mommy flavor. Very very different from molasses and much more intense than honey. I kind of like sorghum is somewhere between that sort of burnt flavor molasses and the light kind of floral hints of honey. So it's aggressive without being too in your face and you know this is such a simple thing it's just three ring ingredients really. The ice cream, the sorghum and the cornbread so you want to make sure that every ingredient is made with care or if you fine make sure you get a good sorghum. Now I've got some extra buttermilk on the side but I just want to see what's going to happen with this. Alright so I don't want to kill it too much. This is already looking really nice. So I also make sure the ice cream is a little bit tempered, room temperature and this is really nice I'm just going to go right into the glass. Like an extra thick milkshake and get the flakes of corn bread in there, sorghum is going to sweeten it and go all the way to the top. And then I'm going to actually finish it off with a little more sort of light over the top a bit. That's it and this is a nice thick milk shake, serve it with a spoon. And that's breakfast. Cornbread, buttermilk sorghum milkshake.",
    "VV_VI": 15,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 863.32635,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}