{
    "title": "Scales 1",
    "description": "Scales 1",
    "referenceId": null,
    "date_created": "1438361813",
    "date_modified": "1452119989",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286852",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Scales-1",
    "category": null,
    "duration": "124",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 1,
        "hookText": " ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PFWL7DdrHxc\/hqdefault.jpg",
        "videoId": "PFWL7DdrHxc",
        "mediaDuration": "124",
        "prettyDuration": "00:02:04"
    },
    "transcripts": "Hi I'm Tracy with Cuisinart here today to talk to you about Cuisinart's digital kitchen scales what I have here in front of me today are our beautiful sleek and elegant designed scales we have three of them balance pro, the weigh mate, as well as the perfect weight. These are just three of the scales that we have in the line. \n\nThe great thing about these is that each one of them has a stainless steel removable cover that goes right into the dishwasher and and the advantage to that is if you were weighing raw meat raw beef or chicken or whatever it may be you can just remove this and then after on top of this you can just weigh your other ingredients. So there is no you know chance of mixing raw meat with your other foods. They all have they all come with touch-pad controls and a large l.c.d. readout and they also measure it in two modes in pounds as well as in grams and in the pounds they measure from as little as an eighth of an ounce all the way up to 11 pounds. \n\nAnd in the grams it's all the way up to five kilograms and I'm going to actually weight some beef here and what I'm going to do is show you that this scale or all of our scale modes. The tear mode with that is that the scale will be able to measure, excuse me, to weigh the ingredients in your bowl without measuring the bowl so you just get the weight of the food. So what I'm going to do is it's on you put the bowl on top of the the scale you hit the tear mode which then turns to zero. And then what you do is you add your ingredients. And then the weight on the scale is the weight of the actual food of the your ingredients not the bowl. So there you have it. Savor the good life with Cuisinart's digital scales.",
    "VV_VI": 3,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "26",
        "20",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 25.35128,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}