{
    "title": "iRobot Scooba® 390 Floor Washing Robot",
    "description": "With a simplified design and longer battery life, the new Scooba 390, our premium floor washing robot, builds on the best of the Scooba product line.",
    "referenceId": null,
    "date_created": "1438378087",
    "date_modified": "1491588401",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6287353",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Scooba-390-Floor-Washing-Robot",
    "category": null,
    "duration": "164",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "Learn more about home robots: http:\/\/www.irobot.com\/youtube\/home_robots\r\n\r\nWith a simplified design and longer battery life, the new Scooba 390, our premium floor washing robot, builds on the best of the Scooba product line.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HxxV6lJnTzo\/hqdefault.jpg",
        "videoId": "HxxV6lJnTzo",
        "mediaDuration": "164",
        "prettyDuration": "00:02:44",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "With an intuitive design and a extended battery life, the I-Robot Scooba 390 floor washing robot makes washing your floors easier than ever. Designed for large areas in your home, Scooba 390 cleans sealed hardwood, tile, and linoleum floors no pre-sweeping required. And unlike a mop Scooba 390 uses only clean solution from start to finish. Using a powerful four stage cleaning process Scooba 390 removes up to 98 percent of common household bacteria. First scooba preps your floor vacuuming up loose crumbs sand and dirt. Next, unlike a mop up Scooba puts down only fresh solution to clean your floors. Scrubbing brushes then go to work to remove dirt, grime, and spills. Finally the squeegee vacuum picks up the dirty solution leaving only clean behind. With I-adapt responsive cleaning technology Scooba selects from dozens of robotic behaviors more than 60 times per second to ensure maximum room coverage. Scooba 390 makes multiple passes over every section of your floor getting under and around furniture, and cabinets, and keeping clear of carpets. Additional I-adapt features include wall following technology which ensures the most thorough floor coverage possible. And cliff detection sensors which allow Scooba to avoid stairs and other drop offs. With an intuitive design and long battery life Scooba 390 is easy to use and maintain. To get started just fill with tap water, water and vinegar, or Scooba hard floor cleaner and then at the push of a button Scooba is often running. When Scooba is done cleaning just empty out the dirty water. As part of regular maintenance. All parts that need to be cleaned are colored gray and orange. Scooba 390 also comes complete with a virtual wall to keep it from entering off limit areas. Ideal for homes with large hard floor spaces. The I-Robot Scooba 390 floor washing robot washes floors clean, so you don't have to.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "12",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 547.0632,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}