{
    "title": "Cuisinart Griddler",
    "description": "The Cuisinart® Griddler® makes \"multifunctional\" an understatement! With five separate cooking options, it can handle everything from pancakes to sausages to grilled cheese to steaks, hamburgers and panini. A floating cover and one set of reversible plates that snap in and out turn the Griddler® into a Contact Grill, a Panini Press, a Full Grill, a Full Griddle, or Half Grill\/Half Griddle. Dual temperature controls ensure everything is perfectly cooked!",
    "referenceId": null,
    "date_created": "1438307707",
    "date_modified": "1452126059",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6286108",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Griddler",
    "category": null,
    "duration": "127",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "CuisinartVideo",
        "hdvFlag": 0,
        "hookText": "The Cuisinart® Griddler® makes \"multifunctional\" an understatement! With five separate cooking options, it can handle everything from pancakes to sausages to grilled cheese to steaks, hamburgers and panini. A floating cover and one set of reversible plates that snap in and out turn the Griddler® into a Contact Grill, a Panini Press, a Full Grill, a Full Griddle, or Half Grill\/Half Griddle. Dual temperature controls ensure everything is perfectly cooked!\nLearn More: http:\/\/www.cuisinart.com\/products\/grills\/gr-4n.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DEa7Nngjr1E\/hqdefault.jpg",
        "videoId": "DEa7Nngjr1E",
        "mediaDuration": "127",
        "prettyDuration": "00:02:07"
    },
    "transcripts": "Hi I'm Mary Rogers director of marketing communications for Cuisinart this is a griddler by Cuisinart. I love this appliance it's four appliances in one. It's a contact grill. So you can cook food from both sides. It's also a panini press. Also opens really really wide so you can put a really thick sandwich in there are or thick piece of meat the other thing that it does is when you open it all the way like this it lays totally flat and the handle becomes the leg that supports it. This way it's a double grill. But believe it or not when you pop up the plates and you turn them over because they are reverse-able. It's now a griddle. It's really simple and easy to use. The other thing I love about this is that the plates go right in the dishwasher. So it's really easy to clean up. You can cook a homemade meal in '15 minutes or less including the cleanup time. And this way you see it's a double wide griddle. You can do pancakes on one side you can do let's say a French toast on the other side when you have the grill side and you can do meat and fish. You can actually do lots of vegetables. If someone's a vegetarian you can do vegetarian vegetables on one side or fish or meat on the other side the other thing that it does as I mentioned is operates as a panini press so you can make any kind of toasted sandwich. It's a really great product. It's all stainless steel has a beautiful handle. It also has a removable drip tray right here which collects the grease for you and all you do is remove that you can wash it by hand or put it in the dishwasher. It has dual thermostats and has one for grill panini and the other one for griddle. When you operate the griddle use the temperature knob right here and you set it on the proper temperature for whatever you're cooking. It's the griddler by Cuisinart it's four appliances in one it's a lot of fun to operate and it's very versatile when you come home during the week from work you can get a meal on the table in 15 minutes or less including cleanup time.",
    "VV_VI": 61,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5599.812,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}