{
    "title": "Babycakes Cake Pop Maker at Bed Bath & Beyond",
    "description": "Babycakes Cake Pop Maker lets you bake your own cake pops or donut holes right in your own home. It has a non-stick coating for easy making and cleaning, and the pop maker comes complete with everything you need to create these delicious treats. Thanks for watching.",
    "referenceId": "RLfNrvmei0A",
    "date_created": "1442447217",
    "date_modified": "1452187788",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "timesavers",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6410405",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Babycakes-Cake-Pop-Maker-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "111",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bedbathandbeyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/Babycakes-Cake-Pop-Maker\/1018414953 Babycakes Cake Pop Maker lets you bake your own cake pops or ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RLfNrvmei0A\/hqdefault.jpg",
        "videoId": "RLfNrvmei0A",
        "mediaDuration": "111",
        "prettyDuration": "00:01:51"
    },
    "transcripts": "Hi, I'm Nancy with Bed Bath and Beyond, and this is the babycakes cake pop maker. Your kids are going to love this. You can make 12 adorable cake pops in minutes, and it's really simple to use. The cake pop maker has power and ready indicator lights right on top. It has a locking lid latch, as well as nonstick baking plates inside. On the base of the machine, there are non-skid rubber feet so that it stays put. And it comes with a cooling stand; also you could use it for decorating and serving your cake pops. Cake pop sticks, as well as a two-pronged fork to help you get the cake pops out of the machine after they're done cooking. \n\nLet me show you how easy it is to make them. After the machine has preheated, the ready light will be lit. Use a pot holder to open up the lid, because it can get hot. And you're going to take one tablespoon and put the cake batter into each space. Be careful not to overfill them, because it will expand while it's cooking. Once you've filled all the spots, be sure to use your oven mitt again; close it down, lock the latch, and it takes about four to six minutes for them to cook. And I've made some here so you can see what they look like when they're done. And once they're finished cooking, just use your two-pronged fork to help you get them out, and set them in the cake stand here to cool. \n\nLook how cute they come out. Now who wouldn't want to eat those? You can really get creative making these. You can do different colored sprinkles, different kinds of cake and frosting. And they really look great. There's a manual included with the machine that has tips and recipes for how to make the cake pops too. The babycakes cake pop maker is available online, and at a Bed Bath and Beyond store near you.",
    "VV_VI": "68",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "5"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6804.023,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}