{
    "title": "Real Simple Camille & Jules Bedding Collection at Bed Bath & Beyond",
    "description": "Real Simple captures the essence of opulence in this Camille Duvet Cover with sophisticated patterns and intricate embroidery trimmed by sleek binding for a truly opulent look. Rich and luxuriously soft in 200 count combed cotton percale. Thanks for watching.",
    "referenceId": "3gJj7B2jbK4",
    "date_created": "1442444239",
    "date_modified": "1454097976",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Bedroom",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6410372",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Real-Simple-Camille-Jules-Bedding-Collection-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "125",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bedbathandbeyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.bedbathandbeyond.com\/store\/product\/real-simple-reg-camille-duvet-cover\/3249169 ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3gJj7B2jbK4\/hqdefault.jpg",
        "videoId": "3gJj7B2jbK4",
        "mediaDuration": "125",
        "prettyDuration": "00:02:05"
    },
    "transcripts": "The Camille and Jules duvet cover and bedding by Real Simple were designed exclusively for Bed Bath & Beyond. These two beds were created specifically so that all components coordinate with each other. In shades of aqua, mink, and ivory, you can select whatever you like, creating a variety of options that can be changed out whenever you want. \n\nThe first layer of these beds begin with a teal and ivory horizontal printed striped sheets in 100% cotton. The Camille duvet cover and pillow shams are 100% cotton with the printed medallion motif in tones of ivory, aqua, and mink. The reverse of the duvet cover is an aqua and ivory printed pattern. \n\nThe layering coverlet is sea foam textured cotton with pin tucks. The resulting bed is fresh and comforting. The decorative pillows accenting this bed suite are euro shams in ivory with diamond puckers reversing to an aqua ivory print. A square ivory pillow with an all-over geo embroidery in aqua and a cotton canvas pillow an ivory with an ivory terry pattern. \n\nThe second bed in this collection is the Jules duvet cover and pillow shames. They have diamond pucker with aqua stitching accents. The layering coverlet has a zigzag quilted pattern in mink, with ball fringe. The resulting bed is serene and relaxed. \n\nThe decorative pillows accenting this bed suite are euro shams with a printed medallion pattern, reversing to aqua and ivory. A square ivory pillow with an all-over a lattice embroidery in mink and a cotton canvas pillow in ivory with an aqua terry pattern. \n\nThe pillows add the key fashion elements to complete this bed look. All of the pieces in this collection allow you to design your bed to your unique taste. The Camille and Jules duvet and bedding collection is part of the Real Simple collection. It is available exclusively online and at select Bed Bath & Beyond stores.",
    "VV_VI": "445",
    "CVV_VI": 8,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1175.056,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}