{
    "title": "iRobot Roomba® 980- Overview",
    "description": "iRobot Roomba® 980- Overview",
    "referenceId": "tZ0bq-jIg-o",
    "date_created": "1442470948",
    "date_modified": "1453926327",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6410601",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iRobot-Roomba-980-Overview",
    "category": null,
    "duration": "143",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "iRobot",
        "hdvFlag": 1,
        "hookText": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tZ0bq-jIg-o\/hqdefault.jpg",
        "videoId": "tZ0bq-jIg-o",
        "mediaDuration": "143",
        "prettyDuration": "00:02:23"
    },
    "transcripts": "Keeping your home beautifully clean every day is hard but important work. Dust, dirt, and hair build up everywhere. So for cleaner floors throughout your entire home at the push of a button, meet the iRobot Roomba 980 vacuum cleaning robot-- the power to change the way you clean. \n\nThe Roomba 980 is your cleaning partner, designed to help you stay ahead of everyday mess. Thanks to its advanced iAdapt 2.0 navigation system, the 980 seamlessly navigates an entire level of your home, moving effortlessly from room to room and from surface to surface-- working nonstop for up to two hours, recharging and continuing automatically if necessary until your home is beautifully clean. A full suite of sensors and a visual localization system help the Roomba 980 map your home as it cleans, so it always knows exactly where it is, where it's been, and where it needs to go next. \n\nUnlike other vacuum cleaning robots, the Roomba is designed for real homes inspired by the experiences of over 13 million Roomba owners. Its low-profile design enables it to clean under furniture. A spinning side brush gently sweeps wall edges and corners. It expertly avoids stairs, deals with clutter, and hunts down dirt and dust wherever it hides before performing a final edge clean for the perfect finish. \n\nBeneath its calm exterior, the Roomba 980's cleaning system is hard at work. It automatically increases power on carpets and rugs, delivering up to 10 times the air power for an even deeper clean. The AeroForce three-stage cleaning system balances the three components of effective vacuuming-- agitation, brushing, and suction. \n\nAnd thanks to the new iRobot home app, your powerful cleaning partner is always ready to go. You can start, schedule, and monitor the 980 from just about anywhere, at any time. In short, the Roomba 980 takes care of all the hard work on the floor, leaving you free to take care of the other things life sends your way. \n\nFor beautifully vacuumed floors every day, throughout your home, the Roomba 980-- the power to change the way you clean.",
    "VV_VI": "10",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10591.472,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}