{
    "title": "Mattress Buying Guide",
    "description": "Buying a new bed can be daunting. To get the right bed at a fair price, preparation is key. Whether it’s explaining the differences between the four main types of beds or showing you how to navigate the showroom of a mattress store, this video offers helpful tips on how to purchase the next bed of your dreams.",
    "referenceId": "xgE8W63SfNE",
    "date_created": "1442622709",
    "date_modified": "1454097972",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Bedroom",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6412843",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Mattress-Buying-Guide",
    "category": null,
    "duration": "177",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Beautyrest",
        "hdvFlag": 1,
        "hookText": "Buying a new bed can be daunting. To get the right bed at a fair price, preparation is key. Whether it’s explaining the differences between the four main types of beds or showing you how to navigate the showroom of a mattress store, this video offers helpful tips on how to purchase the next bed of your dreams.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xgE8W63SfNE\/hqdefault.jpg",
        "videoId": "xgE8W63SfNE",
        "mediaDuration": "177",
        "prettyDuration": "00:02:57"
    },
    "transcripts": "Let's face it. If you're watching this, your bed is lousy. It's lumpy, or saggy, two firm or even too small. It leaves you with a sore back, stiff neck, or aching shoulders, and it has you schlepping to the coffee maker all day long. So you need a new mattress. \n\nThis isn't a bad thing. It means you're about to be a lot more comfortable at night, get better sleep, and have more natural energy. So, where do you start? First, think about how you feel when you lay down at night and how you feel in the morning. In other words, initial comfort versus all night support. The right bed will give you both. \n\nWhich leads to our next topic. The four main types of beds. It's good to know them. An inner spring mattress is a traditional type of mattress with a layer of linked springs for support and layers of padding for comfort. \n\nAn individual wrapped coil mattress, like a Beauty Rest mattress, has coils wrapped in fabric that move independently for better support and motion separation. A foam mattress may seem simple enough, but many feature multiple layers of foams, depending on the level of softness or firmness. These mattresses are popular because they excel at relieving pressure. \n\nAnd a hybrid mattress uses both wrapped coils and layers of foam to provide a more traditional feel with the benefits of pressure relief. Now that we've covered the basics of mattress technology, let's move on to shopping. \n\nFirst, set aside some time. The hours you spend finding the right bed will pay off in better sleep and better health for years to come. As you look, it's important to have a budget. But if you find a bed you love, and it costs maybe $100 more, think of the tiny cost per day for eight to 10 years comfortable sleep. \n\nWhile you're in a store, spend real time on the bed you like. If you're a stomach sleeper, lay on your belly. It may be a little awkward, but you have to simulate how you sleep. Plus everyone around you is doing the same thing. \n\nIf you have questions, ask away. Salespeople know their stuff. If you want to know why one bed costs a little more, a good salesperson can explain the benefits. \n\nIf you sleep with a partner, try beds together and shop till you agree. Don't say yes on a new bed until you're both happy. One uncomfortable sleeper can be bad for a relationship. \n\nAnd if you're bumping elbows all night, consider a bigger bed. More space at night can be good for a relationship. \n\nFinally, when you're ready to buy, make sure you understand the return policy and details of your warranty. If you violate the terms, it could get expensive. Just ask the salesperson to make it clear. Thanks for watching. Good luck shopping, and enjoy the comfortable nights ahead. \n\n[MUSIC PLAYING]",
    "VV_VI": "388",
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11",
        "2",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 913.7646,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}