{
    "title": "6 Quart Best Red Crock Pot Slow Cooker Review",
    "description": "Crock-Pot SCCPVL600S Cook' N Carry 6-Quart Oval Manual \nPortable Slow Cooker, Stainless Steel\nColor: Red\nYour Meal Stays Hot When You Go Out\n\nThe Crock-Pot SCCPVL600 Cook & Carry Slow Cooker is an easy way to take your slow cooked meal on the road. The easy locking lid with rubber gasket will help you get to your final destination without making a mess. The SCCPVL600 is ideal for all your favorite slow cooker recipes, with 6-quart capacity and three settings to accommodate varied cooking needs and time constraints.",
    "referenceId": "kEgF1HNdo90",
    "date_created": "1442471574",
    "date_modified": "1452130255",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Popular_Gifts",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6410613",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "6-Quart-Best-Red-Crock-Pot-Slow-Cooker-Review",
    "category": null,
    "duration": "184",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "",
        "hdvFlag": 1,
        "hookText": "Get it here: http:\/\/facebooktreasures.com\/crockpot6quart Crock-Pot SCCPVL600S Cook' N Carry 6-Quart Oval Manual Portable Slow Cooker, Stainless Steel ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kEgF1HNdo90\/hqdefault.jpg",
        "videoId": "kEgF1HNdo90",
        "mediaDuration": "184",
        "prettyDuration": "00:03:04"
    },
    "transcripts": "Hey, everyone. Just want to give a quick review on this new Crock Pot that I bought. This is a Crock Pot brand, and it's a 6-quart model. Um,I had one of these before. It was a four-quart one. I had it for about 20 years, and it had a plastic lid and finally the lid cracked, and so I had to get a new one. \n\nSo this is the one I picked out. Like I said, it's a six-quart. It's nice because it has like about 50% more room than my other one. The other one was a four-quart. Also too this one has a glass lid, so I don't have to worry about the lid cracking on this one. \n\nUm, Let me show you one feature that I don't like. This is one of you annoying things about this thing. This cord is only about 18, 20 inches long, and so I need to be able to plug that in above the stove right there and it's not long enough. Can't they just give you a couple more feet of cord? I mean.\n\nIf you're lucky and you have an outlet right there in the wall it's fine, but it's not going to cost them much to put a couple more feet of cord on there. So now either I have to set it on the stove-- but then if I want to use the stove it's in the way. Or most of the time I use an extension cord so I can use that on the counter. So that's one of things I don't like about it. \n\nThis thing also comes with this Velcro strap to hold the lid on if you want to take it somewhere. It's got the Velcro on each end. And it just loops around the handle like that. You just put it across the lid. So that's a nice feature if you make something and you want to take it somewhere to a pot luck or something. \n\nSo besides grilling, using a crock pot is one of my favorite things to cook with, i usually grill in the summer and use the Crock Pot a lot in the winter. Now I do have thoracic outlet syndrome, and the downside to using the Crock Pot is when you have to wash it, because that porcelain bowl is pretty heavy to wash. So that is the downside to using it. \n\nBesides that, I love cooking in a Crock Pot. And you can see this one has plenty of room. This is a whole chicken right there, and you can see that just fits right in there nicely. No problem. So I would give this thing a good review. I've used it several times and like it a lot, except for when it's time to wash it. All right. Thanks for watching, and talk to guys next time.",
    "VV_VI": 333,
    "CVV_VI": 9,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9882.618,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}