{
    "title": "Pineapple Slicer and Wedger at Bed Bath & Beyond",
    "description": "http:\/\/www.bedbathandbeyond.com\/store...\nHave ready to use pineapple rings in seconds! This ingenious utensil quickly and easily peels and cores a fresh pineapple. Thanks for watching. Make sure to subscribe to the Bed Bath & Beyond YouTube Channel.",
    "referenceId": "g7ySKNEgi-8",
    "date_created": "1391802381",
    "date_modified": "1470078882",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "timesavers",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6468208",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Pineapple-Slicer-and-Wedger-at-Bed-Bath-Beyond",
    "category": null,
    "duration": "129",
    "settings": null,
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/g7ySKNEgi-8\/hqdefault.jpg",
        "uploadDate": 1391802381,
        "videoId": "g7ySKNEgi-8",
        "title": "Pineapple Slicer and Wedger at Bed Bath & Beyond",
        "description": "http:\/\/www.bedbathandbeyond.com\/store\/product\/Pineapple-Slicer-and-Wedger\/1018145375 Have ready to use pineapple rings in seconds! This ingenious ...",
        "author": "Bedbathandbeyond",
        "mediaDuration": "129",
        "prettyDuration": "00:02:09",
        "views": "1040",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Nancy with Bed Bath and Beyond and this is the Vacu Vin pineapple slicer and wedger. Slicing a pineapple at home can be a bit of a challenge and quite a bit of a mess, but this little gadget makes it super easy to slice pineapple easily right at home. Let's slice a pineapple so you can see how easy it is to use. \n\nThe first thing you do is obviously cut of the top of the pineapple. Be sure you cut off enough  and you cut level so that way the slicer will sit nicely on top. If you remove the gripper from the pineapple slicer you can take off the wedger. I just think it is easier to use with it removed. So pop that back on and your gonna line up the base of the pineapple slicer with the core of your pineapple and then just apply some nice easy pressure and it will begin to slice. \n\nPineapples are juicy so make sure that you set it on top of a cutting board that has some sort of well or some surface where your not gonna get the juice all over your kitchen. So keep turning until you get to the base of the pineapple but be sure not to go through the base of the pineapple. When you're done there will be a little bit of suction in here. Just grip and gently pull and check it out here's your pineapple. Remove the gripper top and you have perfectly sliced pineapple. Let me show you also how to do the wedges. \n\nYou'll have this shell which you can use for a pretty nifty cocktail actually or fill it with fruit or something else. I have another pineapple here and I'll show you the wedges. Take the gripper top off and with the wedger just press down and you'll see you get these perfectly formed wedges and your slices. This kitchen gadget makes it easy for you to enjoy a fresh healthy pineapple right at home. The Vacu Vin pineapple wedger and slicer is available online and at a Bed Bath and Beyond store near you.",
    "VV_VI": "85",
    "CVV_VI": 4,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7744.208,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}