{
    "title": "Char-Broil CenterCut Lump Charcoal",
    "description": "Cut only from the center of white hardwoods, Char-Broil CenterCut Lump Charcoal is 100% organic and is never made from hardwood scrap.  \n\nModel # 8996514\n\nThe average lump size is 3”.  \n\nUniform sizing helps to ensure that each lump is carbonized equally and burns with little variance in heat output.  \n\nConsistent sizing makes Char-Broil CenterCut easier for you to light, use in your grill, and ultimately achieve more-reliable results – from one box to the next.\n\nMost of the water and other natural wood components have been burned-away giving you the only lump charcoal that minimizes unwanted sparks when lighting.  \n\nYou will also find that this regulated manufacturing process has burned-away most of the smoke.  \n\nThis gives you the ability to control the quality of your smoke by adding Char-Broil wood chunks and chips  - in the flavor of YOUR choice, just like the top BBQ Pitmasters.",
    "referenceId": "6JEz5XX-Pnc",
    "date_created": "1463145545",
    "date_modified": "1491523221",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "65763107",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Char-Broil-CenterCut-Lump-Charcoal",
    "category": "",
    "duration": 115,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/6JEz5XX-Pnc\/hqdefault.jpg",
        "uploadDate": 1463145545,
        "videoId": "6JEz5XX-Pnc",
        "title": "Char-Broil CenterCut Lump Charcoal",
        "description": "Cut only from the center of white hardwoods, Char-Broil CenterCut Lump Charcoal is 100% organic and is never made from hardwood scrap.  \n\nModel # 8996514\n\nLearn more at http:\/\/charbroil.com\n\nFind the perfect grill for you: http:\/\/findyourcharbroil.com\/\n\nSubscribe to our youtube channel: https:\/\/www.youtube.com\/user\/charbroil\nFollow us on Facebook: https:\/\/www.facebook.com\/charbroil\nTweet us at: https:\/\/twitter.com\/Charbroil\n\nThe average lump size is 3”.  \n\nUniform sizing helps to ensure that each lump is carbonized equally and burns with little variance in heat output.  \n\nConsistent sizing makes Char-Broil CenterCut easier for you to light, use in your grill, and ultimately achieve more-reliable results – from one box to the next.\n\nMost of the water and other natural wood components have been burned-away giving you the only lump charcoal that minimizes unwanted sparks when lighting.  \n\nYou will also find that this regulated manufacturing process has burned-away most of the smoke.  \n\nThis gives you the ability to control the quality of your smoke by adding Char-Broil wood chunks and chips  - in the flavor of YOUR choice, just like the top BBQ Pitmasters.",
        "author": "Char-Broil Grills",
        "mediaDuration": 115,
        "prettyDuration": "00:01:55",
        "views": "65",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nWe use a lot of charcoal at home and when we're grilling at Char-Broil. For a low cost heat source we use a quality manufactured briquette but when we wanted a real wood grilling experience we were never able to find a quality lump charcoal that delivered consistent performance. Introducing Char-Broil center cut lump charcoal. Cut only from the center of white hardwoods. Char-Broil center cut is 100% organic and is never made from hardwood scrap. It contain none of the unwanted limbs, bark, or stones you can often find in bag lump charcoal. Char-Broil center cut is light on weight but heavy on performance. The average lump size is 3 inches. \n\nUniform sizing helps to ensure that each lump is carbonized equally and burns with little variance in heat output. Consistent sizing make Char-Broil center cut easier fro you to light using your grill and ultimately achieve more reliable results from one box to the next. Most of the water and other natural wood components have been burned away giving the only lump charcoal that minimizes unwanted sparks when lighting. \n\nYou'll also find that this regulated manufacturing process has burned away most of the smoke. This gives you the ability to control the quality of your smoke by adding Char-Broil woods and ships in the flavor of your choice just like the top BBQ pit masters. You'll find that Char-Broil center cut has less unusable charcoal dust than what you can typically find at the bottom of bag lump charcoal. \n\nWhen burned, Char-Broil center cut produces a small amount of ash. This helps to optimize airflow inside your grill and make cleanup a so much faster and easier. Packaged in a bright yellow box, Char-Broil center cut is easy to find on your store shelf. Center cut is ideally suited for commodo style grills and performs exceptionally well with any Charcoal BBQ. And it's simply easier to transport and use compared to heavy bags. A plastic liner inside the box helps keep moisture out when storing charcoal for later use. For faster and easier lighting use Char-Broil's half time charcoal chimney with Char-Broil center cut lump charcoal. ",
    "VV_VI": 30,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6472.9707,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}