{
    "title": "OXO Spiralizer",
    "description": "Faster and safer than a knife, with a fun and unique end result!\nOur Spiralizer is perfect for creating vegetable noodles, a tasty, healthy alternative to pasta. You can also use it to make uniform spirals for curly fries, salads, garnishes and more.",
    "referenceId": "dDFPdFDB5gc",
    "date_created": "1464354694",
    "date_modified": "1467145444",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Kitchen",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "65937163",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Spiralizer",
    "category": "",
    "duration": 121,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dDFPdFDB5gc\/hqdefault.jpg",
        "uploadDate": 1464354694,
        "videoId": "dDFPdFDB5gc",
        "title": "OXO Spiralizer",
        "description": "Faster and safer than a knife, with a fun and unique end result!\nOur Spiralizer is perfect for creating vegetable noodles, a tasty, healthy alternative to pasta. You can also use it to make uniform spirals for curly fries, salads, garnishes and more.",
        "author": "OXO",
        "mediaDuration": 121,
        "prettyDuration": "00:02:01",
        "views": "92",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nWhether you're looking to swap pasta with vegetables or breathe new life into old dishes, our spiralizer can take just about any fruit or vegetable and turn it into noodles, ribbons, and chips. Let's get started. The spiralizer features a strong hold suction cup. Flip the grey lever down to engage it. This will secure the spiralizer to the counter which will prevent wobbling and moving while you work. Our spiralizer comes with three blades. A spaghetti cut blade which makers 1\/8\" noodles, the fettuccine cut blade which makes quarter inch noodles, and a ribbon cut blade which makes long ribbons or individual slices. Color coding makes it easy to grab just the right one.\n\nLet's start with the spaghetti cut blade which is great for creating vegetable noodles or spirals for salad garnishes. Simply rotating the crank makes beautiful curly zucchini noodles also known as zoodles that which you can use for a variety of delicious dishes and as pasta replacements. You can also use it to create strips of potato that are great for hash browns and potato pancakes.\n\nThe quarter inch blade makes thicker spirals. Forget the food processor; you can spiral cabbage for coleslaw , sweet for potatoes for sweet potato salad, and more. If you've ever tried to dice a butternut squash by hand, you'll appreciate how easy this is to do with the spiralizer. The ribbon blade is perfect for making fun desserts, beautiful garnishes, and uniform slices. You can make onion slices for salads, apple chips and even delicious desserts like an apple cake.\n\nClean up and storage is a breeze. Everything is dishwasher safe and the blades store on board. Whether you're looking for a tasty healthy alternative to pasta or just a fun way to create new dishes, delicious meals are just a twist away with our OXO Good Grip Spiralizer. Here's a good tip, go a step further and replace your rice with coli flower. Use a chopstick to keep it stable while you spiralize and you can use the end result for fried rice, risotto, and more.",
    "VV_VI": 173,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 763.41223,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}