{
    "title": "How To: Use the Spiralizer Stand Mixer Attachment | KitchenAid",
    "description": "Get step-by-step instructions for using the Spiralizer Attachment with peel, core and slice.",
    "referenceId": "zslVx_Uf0NE",
    "date_created": "1448051107",
    "date_modified": "1466814137",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "timesavers",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66092484",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-To-Use-the-Spiralizer-Stand-Mixer-Attachment-KitchenAid",
    "category": "",
    "duration": 121,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/zslVx_Uf0NE\/hqdefault.jpg",
        "uploadDate": 1448051107,
        "videoId": "zslVx_Uf0NE",
        "title": "How To: Use the Spiralizer Stand Mixer Attachment | KitchenAid",
        "description": "Get step-by-step instructions for using the Spiralizer Attachment with peel, core and slice. Shop now: http:\/\/kitchen.ai\/UU78G",
        "author": "KitchenAid",
        "mediaDuration": 121,
        "prettyDuration": "00:02:01",
        "views": "9043",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Get started using your KitchenAid Spiralizer with peel core and slice attachments. Starting with fresh produce, remove stems then cut the end squarely removing any eyes if applicable. Food should be 1 1\/2\" to 3 3\/4\" in diameter and less than 5 1\/2\" in length. Insert the attachment into the hub of your KitchenAid stand mixer. Secure and place the fruit and vegetable skewer on to the mount. Turn it counter clock wise and place it into place. \n\nPlace a bowl or plate under the spiralizer attachment and secure the food to the fruit and vegetable skewer placing firmly into the skewer. Next, if you're using the peeler, be sure to install on to the attachment first by sliding it into the bottom of the blade carrier. Until it clicks into place. Insert your desired blade into the holder at the top. Pull the release lever then push the blade carrier towards the stand mixer and align the blade core with the center of your food. Place the blade core into the fruit or vegetable fro added stability. Begin with the stir speed  and then move to the desired speed that works with your fruit or vegetable . Speeds 4 and 6 usually work best. IMPORTANT: When finished, remove the blade before removing your food item.\n\nDisassembling your KitchenAid Spiralizer with peel, core, and slice attachment. Pull the release lever and push the carrier away from the stand mixer to the end of the rail. Remove all blades used including both the cutting and peeling blades. To remove remaining food, firmly grip the fruit or vegetable and pull away from the fruit and vegetable skewer. Twist the skewer clockwise to unlock it and remove for cleaning. All accessories are top dishwasher safe. Wash the spiralizer body by hand only with a soft damp cloth. The spiralizer with peel, core, and slice attachment spinning new creations in your kitchen from KitchenAid",
    "VV_VI": 128,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 778.1259,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}