{
    "title": "Airhead Brand Mix",
    "description": "Airhead has everything you need for an exciting day on the water! Watch this video to find the right type of Towable you crave, how to properly inflate it and maximize your next boating adventure! Also check out all the floats, wakeboards and boating accessories you've been missing from Airhead!",
    "referenceId": "x6EqgQShWCw",
    "date_created": "1431011673",
    "date_modified": "1466462906",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66100473",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Airhead-Brand-Mix",
    "category": "",
    "duration": 195,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/x6EqgQShWCw\/hqdefault.jpg",
        "uploadDate": 1431011673,
        "videoId": "x6EqgQShWCw",
        "title": "Airhead Brand Mix",
        "description": "Airhead has everything you need for an exciting day on the water! Watch this video to find the right type of Towable you crave, how to properly inflate it and maximize your next boating adventure! Also check out all the floats, wakeboards and boating accessories you've been missing from Airhead!",
        "author": "Airhead",
        "mediaDuration": 195,
        "prettyDuration": "00:03:15",
        "views": "567",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "When it's time to head to the lake or bay for some some relaxing fun on the water, you don't want to leave home without your Airhead inflatables. Everyone needs to relax and socialize on one of our many lounge designs. When you buy Airhead, you buy an allowance that is built to last. With heavier gauge PVC that is warrantied for a full year. A day in the water is not complete without bringing your airhead towables. Let's start with a check list of what you need for a fun day of tubing.\n\nMake sure you have the proper pump or pumps, a tow rope that's in good shape, a tow harness if you have an outboard engine, ski or down flag if your leg requires one, and a proper inflation valve for your tow tube. When it comes to selecting the right pump, make sure you have an airhead 1-10 volt pump or a 12 volt pump. If you have a pump less than 2.5 psi, then should also be bringing a hand pump that will get the tube to proper pressure after the initial inflation with the lower psi pump. Can't stress enough the importance of using a tube that has been inflated firm enough to perform on the water. \n\nThere are four major styles of popular tubes to ride and here is a sampling of those towables by Airhead. Open rounds are typically your most reasonably priced tubes and the rider sits in the doughnut hole provided and hold on for a fun ride. Deck tubes are one of the most popular styles because it leaves plenty to the rider's imagination as to how you ride them and the versatility you get from them. You could be steered back and forth across the way by the pressure you put form side to side to the tube and makes for a great experience to launch over the boats wake as well. \n\nOur deck tubes come with boarding straps to pull yourself back on the tube and quick connects for ease and attaching and removing your tow ropes. You will find that we offer a variety of color schemes and graphics for up to four riders. Make sure that once you are done riding taking a break that you back some air out of the tube so that the hot sun doesn't heat the tube up and expand the air air inside which can cause damage to the tube.\n\nCockpit tubes are one of the most popular styles for families that have younger children and adults that like a safe controlled ride. Our cockpit tubes have air filled seats for comfort and you sit inside a well for a more secured ride or low risk of being thrown into the water. Our cockpit tubes tend to be more stable as your pulled around the lake. There are plenty of choices to make when it comes to various price points and designs and tubes that are either partially covered with nylon or fully covered offering additional comfort and durability.\n\nHybrid tubes are the most creative and innovative styles of tubes we offer. They offer comfort with back rests and curved decks that make it easier to stay on the tube longer and the ability to steer and create wild rides. Airhead is known for the variety of styles and designs that take tubing to new levels .If you dare to be different then try some of our unique designs and you will discover a whole new world of tubing.\n\nWhy buy Airhead? because you are getting the best made towable on the market with a reputation for durability and performance at a competitive price. We have the best product knowledge and service team in the industry -- You can count on us. All of our towables have a  one year warranty. Choose Airhead for your summer fun.",
    "VV_VI": "30",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 960.26965,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}