{
    "title": "Selecting a cleaning pad for iRobot® Braava jet™ Mopping Robot",
    "description": "This is an instructional video for selecting a cleaning pad for your iRobot® Braava jet™ Mopping Robot. Braava jet™ comes with a sample pack of Wet Mopping, Damp Sweeping, and Dry Sweeping cleaning pads. Braava will automatically recognize the pad and adjust its cleaning behavior based on the pad you choose. Choose a cleaning pad that matches how you want to clean your floor.",
    "referenceId": "z1pAYWX5s1s",
    "date_created": "1458036408",
    "date_modified": "1491589726",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66122252",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Selecting-a-cleaning-pad-for-iRobot-Braava-jet-Mopping-Robot",
    "category": "",
    "duration": 10000,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z1pAYWX5s1s\/hqdefault.jpg",
        "uploadDate": 1458036408,
        "videoId": "z1pAYWX5s1s",
        "title": "Selecting a cleaning pad for iRobot® Braava jet™ Mopping Robot",
        "description": "This is an instructional video for selecting a cleaning pad for your iRobot® Braava jet™ Mopping Robot. Braava jet™ comes with a sample pack of Wet Mopping, Damp Sweeping, and Dry Sweeping cleaning pads. Braava will automatically recognize the pad and adjust its cleaning behavior based on the pad you choose. Choose a cleaning pad that matches how you want to clean your floor.\n\nFor more information, please visit http:\/\/bit.ly\/1RLeEJh.",
        "author": "iRobot",
        "mediaDuration": 127,
        "prettyDuration": "00:02:07",
        "views": "3115",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Braava jet mopping robot helps keep your floors fresh and clean every day with wet, damp, and dry cleaning modes and corresponding Braava jet cleaning pads, Braava jet automatically adapts the way it cleans to the job at hand with no additional cleaning solutions required. Our wet mopping and damp sweeping pads both include a mild water activated cleaning agent already in the cleaning pad. \n\nThe Braava jet robot automatically recognizes each pad you put on. So how you choose the cleaning pad that's right for the job. To tackle dirt and stains on well sealed floors including hardwood, tile, and stone, choose the wet mopping pad with it's mild activated cleaning agent. While wet mopping, Braava jet moves with a triple pass pattern. Just like you would. The robot drives forward a short distance to one side then backs up and moves to the other side alternating as it moves to your room to provide triple pass coverage of each section of your floor and leaving a clean fresh scent. \n\nIf you want to remove everyday dust and dirt from sealed wood, tile, and stone  floors, use a damp sweeping pad. With the damp sweeping pad, Braava jet cleans with a mild water activated cleaning agent using a gentle but thorough double pass cleaning method and leaving a fresh clean scent. If you're looking to have Braava jet sweep away dirt, dust, and pet hair, use the dry sweeping pad. This pad is especially treated to lock away what it picks up as Braava jet moves forward in a single pass. \n\nThe dry sweeping pad has a fresh clean scent and can be used on hard floors including hardwood, tile, and stone. An alternative to a disposable wet mopping pad is the washable wet mopping pad. The washable wet mopping pad does not contain a cleaning agent using only water to clean away dirt and stains from well sealed floors including wood, tile, and stone. This reusable pad uses the same triple pass cleaning pattern as the wet mopping disposable pad, but can be washed up to fifty times before replacing.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 16538.459,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}