{
    "title": "simplehuman sensor mirror",
    "description": "Our sensor mirror lights up automatically as your face approaches. Its tru-lux light system simulates natural sunlight, allowing you to see full color variation, so you'll know when your makeup is color-correct and flawless. And unlike traditional bulbs or fluorescent lighting, our long-lasting LEDs won't burn out or diminish even after many years of regular use. We designed it to be cordless, so there are no messy cords cluttering up your counterspace. It easily recharges with the included USB cord and adapter. The distortion-free mirror is 5x magnification — ideal for providing exceptional detail while still allowing you to see your entire face at once.",
    "referenceId": "3JLZZ5oLxM8",
    "date_created": "1362013587",
    "date_modified": "1467328095",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Bedroom",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66122488",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "simplehuman-sensor-mirror",
    "category": "",
    "duration": 156,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3JLZZ5oLxM8\/hqdefault.jpg",
        "uploadDate": 1362013587,
        "videoId": "3JLZZ5oLxM8",
        "title": "simplehuman sensor mirror",
        "description": "Our sensor mirror lights up automatically as your face approaches. Its tru-lux light system simulates natural sunlight, allowing you to see full color variation, so you'll know when your makeup is color-correct and flawless. And unlike traditional bulbs or fluorescent lighting, our long-lasting LEDs won't burn out or diminish even after many years of regular use. We designed it to be cordless, so there are no messy cords cluttering up your counterspace. It easily recharges with the included USB cord and adapter. The distortion-free mirror is 5x magnification — ideal for providing exceptional detail while still allowing you to see your entire face at once.\n\nhttp:\/\/www.simplehuman.com\/sensor-mirrors\n\nwww.facebook.com\/simplehuman\nwww.twitter.com\/simplehuman\nwww.pinterest.com\/simplehuman",
        "author": "simplehuman",
        "mediaDuration": 156,
        "prettyDuration": "00:02:36",
        "views": "11254",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Getting ready for the day is all about seeing yourself in the best light Possible that's why we created the new simplehuman sensor mirror featuring tru-lux lighting, sensor technology and cordless operation, what makes it different is it’s six hundred lux ultra-bright light ring. Not only is it twice as bright as the next best mirror the surgical grid LED has a color rendering index or CRI of ninety much higher than other mirrors available and very close to sun light which has a CRI of 100. You see colors accurately just like you would in daylight which helps ensure makeup matches your skin tone flawlessly unlike traditional or fluorescent lighting our long lasting LED's won’t burn out or fade even after many hours have regular use, so there's no need to change any bulbs, and thanks to a unique pattern of microreflectors throughout the outer ring the sensor mirror disperses light evenly, so there's no losses like for hot spots. You won't even need to press any buttons the mirror lights up automatically when it senses your face approaching once the light is on our multi sensor technology extends the trigger zone making the mirror more sensitive so the light doesn't turn off before you're done. We have found that five times magnification is optimal allowing you to see the right level of detail while still having a field of vision to see your entire face more magnification can cause a distorted view so more is not always better. We’ve designed the sensor mirror to be highly adjustable for different people and different needs, adjust it up and down easily and even tilt it fully back for use while standing. The sensor mirror doesn't have any cords to clutter up your counter and you have the freedom to move it easily, wherever you need it to be. Easily recharge the mirror with the included adapter and cable one charge lasts up to five weeks with normal use so you don't need to charge it daily and with its auto on\/off feature it saves energy and you'll never forget to turn it off. The simplehuman sensor mirror for a brighter, clear color, correct view so you can be sure you always look your best.",
    "VV_VI": 2960,
    "CVV_VI": 33,
    "engagement_score": 2,
    "conversion_score": 2,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1123.5308,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}