{
    "title": "How to Use Gillette Venus Naked Skin® IPL designed by Braun",
    "description": "Introducing Gillette Venus Naked Skin® designed by Braun Intense Pulsed Light Hair Removal System. Help break the cycle of hair re-growth with Gillette Venus Naked Skin® in these four simple steps.  \n\n1. Shave the area you wish to treat.  \n2. Liberally apply an even layer of V Activating Gel.   \n3.Treat the area with Gillette Venus Naked Skin®. During the Start Up phase, treat once every two weeks for 6 - 12 treatments.   \n4. After the Start Up phase, just treat once every two months to maintain Continuously Smooth skin.  \n\nMaintaining beautiful skin just got a whole lot easier.",
    "referenceId": "FdihC2lJtoU",
    "date_created": "1335166548",
    "date_modified": "1491421638",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66675095",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Use-Gillette-Venus-Naked-Skin-IPL-designed-by-Braun",
    "category": "",
    "duration": 167,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/FdihC2lJtoU\/hqdefault.jpg",
        "uploadDate": 1335166548,
        "videoId": "FdihC2lJtoU",
        "title": "How to Use Gillette Venus Naked Skin® IPL designed by Braun",
        "description": "http:\/\/www.braun.com\/global\/female-grooming\/gillette-venus-naked-skin.html\n\nIntroducing Gillette Venus Naked Skin® designed by Braun Intense Pulsed Light Hair Removal System. Help break the cycle of hair re-growth with Gillette Venus Naked Skin® in these four simple steps.  \n\n1. Shave the area you wish to treat.  \n2. Liberally apply an even layer of V™ Activating Gel.   \n3.Treat the area with Gillette Venus Naked Skin®. During the Start Up phase, treat once every two weeks for 6 - 12 treatments.   \n4. After the Start Up phase, just treat once every two months to maintain Continuously Smooth skin.  \n\nMaintaining beautiful skin just got a whole lot easier.",
        "author": "Braun",
        "mediaDuration": 167,
        "prettyDuration": "00:02:47",
        "views": "57904",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nIndulge yourself with continuously smooth skin. Introducing Gillette Venus Naked Skin -- designed by Braun. With especially formulated v activating gel, clinically and dermatologist tested. Here's how to use it. First, be sure to shave your hair. Clean and dry the area you wish to treat. Remove the skin-tone sensor from the base unit. The red light will go out indicating that the skin tone sensor is ready for reading. Place the skin tone sensor on the treatment area. If a red light appears, this indicates the skin tone in this area is not suitable fro treatment. After completing a suitable skin tone reading, place the skin tone sensor to the base unit. A white light will illuminate indicating the system is ready for treatment.\n\nThe treatment setting will automatically adjust to your skin tone sensor reading to emit the proper level of light energy. If you experience any level of discomfort, you can lower the energy level emitted by pressing the skin tone sensor button until your desired energy level setting is illuminated. You are now ready for treatment. Apply a thick layer of V activating gel to the treatment area. Place the handset on the area so both contact bars are touching the skin. A white light will illuminate indicating you have proper contact. Press the activation button to treat the area. Be sure to look away during the treatment to avoid the bright flash. Move the handset to the next spot you wish to treat. \n\nAn illuminated white light indicates the system is charged and ready for use again. Press the activation button for a second treatment. Treatment should be done in continuous rows. There should be no gaps between treatment areas and you should avoid treating the same spot twice . Be sure to take a skin tone sensor reading before treating another area of the body. When you are done using Naked Skin, wipe away any excess gel from the handset and place it back into the base unit. Naked Skin is suitable for even the most sensitive areas such as underarms and bikini line. \n\nTreatment Schedule:\n\nDuring the start up phase you'll need to use Naked Skin once every two weeks fro six to twelve treatments. To maintain continuously smooth skin, use Naked Skin once every two months. A new advancement in hair removal brought to you by Venus and Braun. Venus Naked Skin, designed by Braun. ",
    "VV_VI": 62,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "25",
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4300.6987,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}