{
    "title": "Marc Fosh's fillet steak with celeriac apple remoulade recipe",
    "description": "Marc Fosh's tip\n\nI always think of this as a summer dish. The combination of apple and celeriac is so fresh and light. One to impress your friends with.\n\nThis dish was prepared using the Braun Multiquick 5 hand blender with its Compact Kitchen Machine accessory with fine shredding blades and chopper accessory.",
    "referenceId": "tBJpdW1TO7Y",
    "date_created": "1293545206",
    "date_modified": "1487034078",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Recipes",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66675150",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Marc-Fosh-s-fillet-steak-with-celeriac-apple-remoulade-recipe",
    "category": "",
    "duration": 205,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tBJpdW1TO7Y\/hqdefault.jpg",
        "uploadDate": 1293545206,
        "videoId": "tBJpdW1TO7Y",
        "title": "Marc Fosh's fillet steak with celeriac apple remoulade recipe",
        "description": "Marc Fosh's tip\r\n\r\nI always think of this as a summer dish. The combination of apple and celeriac is so fresh and light. One to impress your friends with.\r\n\r\nThis dish was prepared using the Braun Multiquick 5 hand blender with its Compact Kitchen Machine accessory with fine shredding blades and chopper accessory.\r\n\r\nhttp:\/\/braun.com\/global\/household\/recipes-and-household-tips\/recipes-and-cooking-tips\/main-course\/fillet-steak.html",
        "author": "Braun",
        "mediaDuration": 205,
        "prettyDuration": "00:03:25",
        "views": "60157",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nHi, I'm Marc Fosh and today we're going to making a fillet steak in a herb crust with a celeriac and apple remoulade. So for today we've go a beautiful fillet steak just clean no fat. So I'm just going to season this with salt and pepper first. Apply salt on both sides and a twist of pepper. so here I've got a nice hot pan, a little olive oil and we just want to sear this lovely piece of beef in a hot pan. Add some dry bread. So some nice fresh herbs here. We have a little grain mustard, some basil, parsley, and some rosemary, and we're going to start to bring that together. I'm going to add a little olive oil just to help bind it together and we can make our paste. Okay and that's the crust finished. So if we take a look at this crust here, we have a lovely  crust that we can just spread on to our fillet stake. It's nice and moist and it's going to crisp up slightly in the oven when we put it in the oven to finish cooking. So the Fillet stake has been cooking for about 2 minutes on each side -- it's nice and crisp and we're ready just to place our crust on top. Big spoonful. So the last thing I'm going to do is wipe this in the oven. And that's going to need four or five minutes in the hot oven just to finish cooking. We're going to make the apple and celeriac remoulade. So we're going to make it with the same multi-quick. Mayonnaise to the bowl first. Then we can start to shred the celeriac. Okay this only takes seconds and it's so easy to make. Okay now the apple. Okay we add it to the mayonnaise. So you can see how that grates all the same size shape -- looks lovely. So we just bring it together with the mayonnaise. Okay so the last ingredients we can add to that are a little chopped parsley and some seasoning, and we're going to add a little twist of lemon juice into there as well, grain mustard just a spoonful, and we're ready to finish the dish. Okay and there we have it. Fillet beef in a herb crust with celeriac apple remoulade. A nice dinner party dish for people with busy lifestyles  all made on the Braun multi-quick 5",
    "VV_VI": 266,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14",
        "9",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 781.0812,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}