{
    "title": "Shave.Groom.Cleanse",
    "description": "Remington® Verso is the complete solution for men’s shaving, grooming, and cleansing. With this premium set, you get the full assembly of Verso attachments: rotary shaver, beard and mustache trimmer, deep cleaning brush, pre-shave brush, and daily cleaning brush. The triple-head rotary shaver is the main attraction, designed for closeness and comfort in your daily shave. Its HyperFlex neck adjusts to any angle on your face and the PrecisionPlus rotary heads capture short and long hairs with every pass. Shaving, grooming, and cleansing, all with the same Lithium-powered motor base—Verso simplifies your daily routine with fast, exceptional performance.",
    "referenceId": "W7dfiFu8gd4",
    "date_created": "1464127496",
    "date_modified": "1478812752",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Him",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66675201",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Shave-Groom-Cleanse",
    "category": "",
    "duration": 55,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/W7dfiFu8gd4\/hqdefault.jpg",
        "uploadDate": 1464127496,
        "videoId": "W7dfiFu8gd4",
        "title": "Shave.Groom.Cleanse",
        "description": "Remington® Verso™ is the complete solution for men’s shaving, grooming, and cleansing. With this premium set, you get the full assembly of Verso™ attachments: rotary shaver, beard and mustache trimmer, deep cleaning brush, pre-shave brush, and daily cleaning brush. The triple-head rotary shaver is the main attraction, designed for closeness and comfort in your daily shave. Its HyperFlex™ neck adjusts to any angle on your face and the PrecisionPlus™ rotary heads capture short and long hairs with every pass. Shaving, grooming, and cleansing, all with the same Lithium-powered motor base—Verso™ simplifies your daily routine with fast, exceptional performance.\n\nhttp:\/\/www.remingtonproducts.com\/mens\/shavers\/rotary-shavers\/XR1410-Verso-Shaver-3-Attachments.aspx",
        "author": "RemingtonProducts",
        "mediaDuration": 55,
        "prettyDuration": "00:00:55",
        "views": "1099",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Remington introduces Verso. A complete solution for your personal grooming routine. Verso looks different because it is different. The ergonomic design fits comfortably in your hand. And the versatile base works with a range of attachments for complete facial care. So what can Verso do for you? Comfortably yet effectively cleanse. The unique charcoal brush washes away sweat, dirt, and oils. The pre-shape brush lifts hair to prep for a close comfortable shave and helps prevent ingrown hairs. Trim and perfect all the fine details to achieve your personal style. The rotary shaver follows the contours of your face for close, smooth, and even results. It has a versatile base with a pop up trimmer for precision detailing. Bring power and versatility to your grooming routine with Verso from Remington. ",
    "VV_VI": 164,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "4",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1207.2499,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}