{
    "title": "Bed Bath & Beyond Introduces Kyle Schuneman",
    "description": "Kyle Schuneman is partnering with Bed Bath & Beyond to bring you his fresh and modern home decorating expertise. Kyle shares his tips and ideas for decorating small spaces. Thank you for watching.",
    "referenceId": "rZRjInUJBG0",
    "date_created": "1444794926",
    "date_modified": "1457464263",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "6667007",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Bed-Bath-Beyond-Introduces-Kyle-Schuneman",
    "category": null,
    "duration": "109",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bedbathandbeyond",
        "hdvFlag": 1,
        "hookText": "http:\/\/bit.ly\/1CNnHLJ. Kyle Schuneman is partnering with Bed Bath & Beyond to bring you his fresh and modern home decorating expertise. Kyle shares his tips ...",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rZRjInUJBG0\/hqdefault.jpg",
        "videoId": "rZRjInUJBG0",
        "mediaDuration": "109",
        "prettyDuration": "00:01:49",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey, I'm Kyle Schuneman and I'm partnering with Bed Bath & Beyond to bring you guys solutions for small space living. I grew up in downtown Chicago with my parents and my sister in this small 1,200 square foot apartment. So I always was fascinated by space. So I saw this both design as an escape and a really functional aspect. \n\nI moved out to LA on a whim and I started designing sets. And so from there, that's where everything kind of snowballed where I would go into people's private homes that could really afford it. \n\nAnd so I was in my early 20s. I would post pictures and my friends would be like, hey, we want that in our space. And that's kind of where it all snowballed from, this idea that no matter what your restrictions are, you can still have a cool spot. \n\nIt's all about you, and it's not about having a small space. Because no matter what size the space is, you can still have big design. It's really about putting your own stamp on it, no matter what. \n\nSo it's a really exciting partnership with Bed Bath & Beyond, because they have so much, right! So when I scour their website, there's actually a ton of stuff. So for me, it's really exciting to really pull all the cool stuff that work for small spaces, that work for my generation, and that show people that there's so much out there that's affordable and convenient and that can actually get to you. \n\nPart of what we're going to do is we're going to do a lot of videos and tips and blogs. And it's going to be all about everything from a one minute makeover to a do-it-yourself headboard. \n\nThese are projects that anyone can do. They aren't just crafty for craft's sake, but they're actually solving a problem. \n\nIt's like, hey I need a headboard. What do I do? Or I need a pillow. Let's figure out a way to do it. \n\nSo check all of my tips and videos on blog.bedbathandbeyond.com.",
    "VV_VI": "794",
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7425.18,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}