{
    "title": "How Pampers Diapers Are Made | Pampers: Made With Love",
    "description": "How are Pampers diapers made? See how Pampers diapers are carefully crafted in the diaper manufacturing site of Mehoopany, PA to provide your baby with comfort and protection.\n\nThis Pampers video is about how Pampers diapers are made at the Pampers manufacturing site.",
    "referenceId": "lhZY6bp5Zb8",
    "date_created": "1467856652",
    "date_modified": "1467996504",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Bedroom",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66664094",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-Pampers-Diapers-Are-Made-Pampers-Made-With-Love",
    "category": null,
    "duration": 168,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Pampers",
        "hdvFlag": 1,
        "hookText": "How are Pampers diapers made? See how Pampers diapers are carefully crafted in the diaper manufacturing site of Mehoopany, PA to provide your baby with comfort and protection. Learn more about how Pampers diapers are made and what diapers are made of: https:\/\/www.youtube.com\/watch?v=vCxK1ZTSy8I&index=1&list=PLEO5ZutnaN0N02eTwMi_Rnsmh_SCTtRhC\n \nLearn how to change diapers and care for your newborn baby:\nhttps:\/\/www.youtube.com\/watch?v=lKVOAp7SPhw&list=PLEO5ZutnaN0PrPYhLBfPU2ZFMvWDE4Gak&index=2\n\nSubscribe to get notified when new Pampers videos are uploaded!\nhttp:\/\/www.youtube.com\/subscription_center?add_user=pampers\n\nOther Pampers Channels:\nWebsite: http:\/\/www.pampers.com\/\nFacebook: https:\/\/www.facebook.com\/Pampers\nTwitter: https:\/\/twitter.com\/pampers\nGoogle+: https:\/\/plus.google.com\/u\/0\/103592546535723849301\n\nThis Pampers video is about how Pampers diapers are made at the Pampers manufacturing site.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/lhZY6bp5Zb8\/hqdefault.jpg",
        "videoId": "lhZY6bp5Zb8",
        "mediaDuration": 168,
        "prettyDuration": "00:02:48",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "When I go to someone's house it is nice to see that they have Pampers products on their babies. And it makes you feel good about the job that we do here. Welcome to Mehoopany Pennsylvania. Home of the longest Pampers manufacturing site in the US. We're here to learn how Pampers diapers are made and to meet some of the folks who make them.\n\nMy name is Hillary, my name is Jose Manuel Sanchez, my name is Pat Monaco, my name is Davi Mustney, my name is Teresa Foster I've been here 18 and a half years I have five children and I am a team leader on line 32. Customers are looking for a perfect diaper and we don't want to give them anything else. There is a lot that goes into making a diaper. It's overwhelming for somebody who's never seen it before.\n\nA diaper is made of many materials, raw materials, a lot of fibers and fabrics, and stuff of that nature. And we're given a recipe basically of what goes into that. The diaper is made in layers it's a big giant layer. A long layer it comes from one end to the other layered on top of another. At the end it gets cut in the individual diapers packaged in a bag and in a box up the elevator and out to the warehouse. \n\nWe have cameras in our production lines to make sure that we're providing the best quality products. We have human eyes that are looking at these products every two minutes making sure that we have the best products out there.\n\nEach diaper we make has a pad code date in it which is unique to that diaper. It tells you the date that it was made, the plant it was made at, the line, and what time it was made.\n\nWe touch the life of more than one million babies a day. It is impressive but it is a big responsibility as well. When I see a case that I made in a store it's extremely exhilarating because I know how much work we put into actually create that case. It's kind of proud for me to say \"Oh I made this diaper and I'm putting it on my child\". We have people here that actually are second or third generation of the people that have started that plant in 66' .\n\nMy dad retired from here. I have two brothers who currently work here, I have aunts and uncles. I have a niece who who works here. As a mom who works in a diaper plant I think we would be very hard pressed to find anybody else out there that pays much attention to quality detail as we do. \n\nCut your costs somewhere else. If you want the best quality , you want pampers. I would recommend Pampers because people make it because they love it and they love their job and they're proud of it.",
    "VV_VI": 388,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "9",
        "21",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3864.1108,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}