{
    "title": "Marc Fosh's romesco cod with saffron and white bean stew recipe",
    "description": "Marc Fosh's tip\n\nWhile not absolutely essential, it's traditional to use stale bread as part of this crust. To cut down on waste, I always recommend keeping old bread for tasty recipes like this. You can always make breadcrumbs and freeze them!\n\nThis recipe was prepared using the Braun Multiquick 5 hand blender with its chopper and whisk accessories.",
    "referenceId": "Z3-26XsucZ0",
    "date_created": "1293546509",
    "date_modified": "1487034086",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66675148",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Marc-Fosh-s-romesco-cod-with-saffron-and-white-bean-stew-recipe",
    "category": "",
    "duration": 164,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Z3-26XsucZ0\/hqdefault.jpg",
        "uploadDate": 1293546509,
        "videoId": "Z3-26XsucZ0",
        "title": "Marc Fosh's romesco cod with saffron and white bean stew recipe",
        "description": "http:\/\/braun.com\/global\/household\/recipes-and-household-tips\/recipes-and-cooking-tips\/main-course\/romesco-cod.html\n\nMarc Fosh's tip\n\nWhile not absolutely essential, it's traditional to use stale bread as part of this crust. To cut down on waste, I always recommend keeping old bread for tasty recipes like this. You can always make breadcrumbs and freeze them!\n\nThis recipe was prepared using the Braun Multiquick 5 hand blender with its chopper and whisk accessories.",
        "author": "Braun",
        "mediaDuration": 164,
        "prettyDuration": "00:02:44",
        "views": "6680",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nHi, \n\nI'm Marc Fosh and today we're going to be making a fillet of cod with a Romesco crust. The first thing we should do is really roast these peppers. Simply roast them in the oven for about 10-15 minutes until they star to blister and then we can peel them nice and easy. So for the Romesco we've got a bit of dried bread that we just diced and almonds. Okay so we just toss those off until they start to lightly toast so we can add the bread and almonds to the bowl. Our red pepper, a little bit of paprika, a teaspoon full of tomato puree and a little cherry vinegar, a little bit of seasoning, olive oil, okay and there we have our Romesco. So I've got here a beautiful piece of cod so we're now ready to just smooth a couple of spoonfuls of the Romasco crust on top of that fish. We've got a lovely color. In the oven it's going to take 10 - 15 minutes in the oven. So first of all we're going to add a little bit of olive oil to the pan, hot pan. And we're going to add some chopped onion, some garlic. This is like one and a half garlic cloves crushed. So the next thing we're going to add is saffrons, and also I have chopped tomatoes. So the chopped tomatoes goes in. So give it a shake up. These are cooked white beans. You can buy them in jars, add them to the pan. And the lat thing we're going to add is a little fish stock. I'm just going to let that cook down for about five to ten minutes until the tomatoes are broken down, all the flavors come together. We're just going to season those to finish them off with a little salt, twisted pepper, and our fish has been baking in the oven for 5 - 10 minutes. Add our stew of white bean saffron tomato. And garnish with a little broccoli from fresh herbs and there we have our baked cod and romesco crust with saffron white bean stew.",
    "VV_VI": 708,
    "CVV_VI": 41,
    "engagement_score": 1,
    "conversion_score": 1,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 882.9994,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}