{
    "title": "Which Braun electric shaver to choose?",
    "description": "Want to know which Braun shaver is the best for you? Watch this video to learn more about the differences between the Braun shavers and find the one that will best suit your needs.",
    "referenceId": "7DfzyymExbY",
    "date_created": "1441094621",
    "date_modified": "1471388199",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66674805",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Which-Braun-electric-shaver-to-choose",
    "category": "",
    "duration": 248,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7DfzyymExbY\/hqdefault.jpg",
        "uploadDate": 1441094621,
        "videoId": "7DfzyymExbY",
        "title": "Which Braun electric shaver to choose?",
        "description": "Want to know which Braun shaver is the best for you? Watch this video to learn more about the differences between the Braun shavers and find the one that will best suit your needs.\n \nSubscribe to our channel  https:\/\/www.youtube.com\/braun\nSee our Facebook page https:\/\/www.facebook.com\/braun\n \nBuy Braun Series 9 shaver http:\/\/www.braun.com\/global\/male-grooming\/series-shavers\/series-9.html\nBuy Braun Series 7 shaver http:\/\/us.braun.com\/en-us\/male-grooming\/shavers-for-men\/series-7\nBuy Braun Series 5 shaver http:\/\/www.braun.com\/global\/male-grooming\/series-shavers\/series-5.html\nBuy Braun Series 3 shaver http:\/\/www.braun.com\/global\/male-grooming\/series-shavers\/series-3.html",
        "author": "Braun",
        "mediaDuration": 248,
        "prettyDuration": "00:04:08",
        "views": "61080",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "I'm Martin Fullgrabe. As an engineer on the Braun innovation center in Germany, electric shavers are my daily business and today I'll have you choose the right one from the Braun and upper shavers. After all, Braun is the number one selling shaver brand in the world. Braun shavers mostly fall into different series ranges. Series one, three, five, seven, and nine for progressively better shaving performance and skin comfort. With water flex and cool tech, we offer two shavers designed to bring new experiences to electric shaving complementing the series shavers.\n\nThis is our series three shaver. It has three cutting parts made up of two folds and an integrated middle trimmer which is designed to pre cut longer hairs. Thsi combination enables a fast and comfortable shaving performance. It also has a long hair trimmer and it's very easy to clean since it is fully washable. Series three is a great shaver for a very reasonably good price. \n\nSeries five is an even better shaver. In addition to the three cutting elements and the long hair trimmer, series five has a special pivoting head and flex motion detect technology so the shaver adapts to the contours of your face and tackles hairs in problem areas like the neck and under the chin. A stronger motor and a powerful rechargeable ion battery also sets it apart from series three.\n\nSeries 7 goes one step further again. Unlike previous models, series seven has intelligent sonic technology. A high power lineage wise motors delivers 10,000 micro vibrations every minute for a more thorough shaving. The shaver automatically adapts to the density of your beard and is able to shave twice as many hair as on the first strove than other models. It's really a fantastic shaver. It has been recognized in many external tests as a leading product in the market. \n\nSeries nine is the top of the range of Braun shavers. It's a brand new combination of two specially designed center trimmers, two folds, and Braun's proprietary intelligence sonic technology to deliver super sonic technology. 40,000 cross cutting actions per minute give a more thorough shave than ever before with unparalleled skin comfort. With award winning industrial design, top notch German engineering, this is really a tough act to follow.\n\nAlongside the series shavers,  we also offer new shaving experiences water flex and cool tech. Water flex is especially designed for use with foam and gel or in the shower. It's rubberized grip, fully water tight body, and flexible pivoting head enable you to get a refresh skin feeling in the shower or at the sink.\n\nCool tech is a revolutionary shaver. It's the world's first shaver with active cooling technology. Working at the push of just one button without using the lotion, it's clinically proven to significantly reduce the key symptoms of shaving irritation. It calms down the skin during shaving and leaves you feeling refreshed. It's the perfect companion for men with sensitive skin. \n\nWhen buying your shaver you should also consider maintenance. While all our shavers are fully water tight, up to five meters actually, and can be cleaned under running water, Braun also invented the automatic cleaning center. Our patented clean and charge station uses an alcohol based solution to clean and lubricate the cutting parts  automatically-- removing 99.999% of all germs while it also charges the battery. With just the push of one button, your shaver will feel and smell like brand new every day.\n\nLet me summarize. Braun series one, three, five, seven, and nine are for a progressively better shaving performance and skin comfort. And Water Flex and Cool Tech each provide a whole new shaving experience. Hopefully you now have the information you need to decide which Braun shaver is the right one for you. Thank you. ",
    "VV_VI": 31,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "16"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1165.2812,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}