{
    "title": "Breville -- Tips and Tricks: the Deep Fryer BDF600XL",
    "description": "Breville's Adèle Schober demonstrates features and functionality of the Deep Fryer",
    "referenceId": "1LiIYRjWjpk",
    "date_created": "1284582209",
    "date_modified": "1472246273",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785331",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-and-Tricks-the-Deep-Fryer-BDF600XL",
    "category": "",
    "duration": 179,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/1LiIYRjWjpk\/hqdefault.jpg",
        "uploadDate": 1284582209,
        "videoId": "1LiIYRjWjpk",
        "title": "Breville -- Tips and Tricks: the Deep Fryer BDF600XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adèle Schober demonstrates features and functionality of the Deep Fryer\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 179,
        "prettyDuration": "00:02:59",
        "views": "19158",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Introducing the Breville deep fryer. Ideal for spare the moment snacks or to serve up gourmet or derves. Whether you want an alternative to greasy restaurant fried food or you just want to splurge for a day, this is the best way to fry. Because this deep fryer sears the outside of your food while it cooks and  less oil is absorbed into your meal. The Breville deep fryer has an a innovative deep cool plate that sits right at the base of the pan. This means less oil is needed than conventional deep fryers. And because it has a large surface area, it gently heat maintains a consistent temperature increasing the length of time the oil can be reused without altering its taste and that means better tasting food. In choosing an oil for deep-frying you wanna pick something with a high smoke point. That's the point where the oil heats up enough that it starts to smoke and you end up losing like flavor. We will use peanut oil because if it's delicate flavor, high smoke point, and it's high in monounsaturated oil and vitamin A. To use your deep fryer fill the pan with oil. You can see the min and max lines are very close together. You need to stay within this range. And only once the oils in the pan can you connect the power cord to the power outlet. No switch the power on and select your sitting depending on your food. If you're making french fries for example, set the dial to a max at 375 degrees Fahrenheit then just wait for the heating signal to turn off and when you're adding food to the basket, Don't over fill it. This will lower the overall oil temperature making food absorb more oil and not cook properly. When cooking foods coated with batter,  you should use a different technique. Lower the fryer basket into the hot oil and carefully add the batter using metal tongs. A few pieces at a time. Be sure to let the oil recovered to their correct temperature before adding more. If you added all the battered food into the basket at once, the batter would stick to the basket and you get an uneven result and it would be a mess to clean up. The load drain feature allows you to lower your food into the oil with a lid in place in order to prevent splash ups and when the food is done, raise the basket out of the hot oil and lock it in the top load or drain position for ten to twenty seconds before opening.  And always be careful of steam when opening and remember you don't have to throw away used cooking oil after each use frying oil can be filtered using a fine mesh strainer or cheesecloth and can be used two or three times. The deep fryer with cool plate technology; brought to you by the food thinkers at Breville.",
    "VV_VI": 6,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6539.1406,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}