{
    "title": "Breville -- Tips and Tricks: Smart Oven BOV800XL",
    "description": "Breville's Adele Schober demonstrates the features and functionality of the Smart Oven.",
    "referenceId": "xod9NPPIwiA",
    "date_created": "1260384819",
    "date_modified": "1472243994",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785346",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-and-Tricks-Smart-Oven-BOV800XL",
    "category": "",
    "duration": 172,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xod9NPPIwiA\/hqdefault.jpg",
        "uploadDate": 1260384819,
        "videoId": "xod9NPPIwiA",
        "title": "Breville -- Tips and Tricks: Smart Oven BOV800XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adele Schober demonstrates the features and functionality of the Smart Oven.\n\nhttp:\/\/www.brevilleusa.com\/cooking\/ovens\/the-smart-oven-tm.html\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 172,
        "prettyDuration": "00:02:52",
        "views": "108270",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Breville Sydney design team have taken the traditional toaster or convection oven to a new level of innovation. The 1800 watt Smart Oven with element IQ does all the thinking for you. The blue backlit LCD screen has none intrusivefunctions that are easy to navigate. And each of them have their pre-programmed temperature time to them. But if you choose to change the temperature time, the Smart Oven will actually remember for the next time you use it. Element IQ works much like a dinner in your life when you're putting up the power up and down period instead of the heating elements being fixed with the heat you can actually put the Power where it's needed most for that specific cooking task. On the toast function an unprecedented 1800 watts is developed to the heating elements. 900 watts on the top and 900 Tops on the bottom. And what's that's doing it Is crisping and Browning the outside of the toast while keeping the insides soft and moist. The Bagel function works just like the toast function but element IQ is smart enough and actually shut off the two bottom heat elements during the cycle because you only want them outside lightly toasted with her in her crib in the middle. The big function distributes 15000 watts of power in the top and bottom heating elements and it also has the convection fan option with the temperature sensor that relays information back to the thermometer so again I get even be getting results every time. The Row setting puts 1500 watts of power to the top and bottom 2 heating elements so the outside of the meat poultry is all crispy and the inside is all tender and juicy. On the bro sitting you have 1500 watts of power delivered to the top heating elements and you can choose between high medium and low for more versatility with your broiling. On the pizza setting we've actually included a 13 inch pizza pan tray and you can choose between fresh or frozen pizza. And it's about 15 minutes for a thin crust pizza and 20 minutes for a thicker crust. The cookies function works great for cookies and strudels and biscuits and the element IQ works much the same as on the baking setting just would last time. The reheat function is the idea for reheating leftovers without browning the top. The warm setting keep serve food at the ideal temperature while you're preparing the rest of your meal. The Smart Oven actually gives you visual feedback on the door of where to place the oven rack. The auto reject right it's in the middle Jack so when you open the door the magnets in the door are actually going to pull out the tray for easy removal of hot items. The Smart Oven with element IQ another Innovation by Breville.",
    "VV_VI": 9,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4079.0466,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}