{
    "title": "Breville -- Tips & Tricks: Control Grip BSB510XL",
    "description": "Breville's Adèle Schober demonstrates features and functionality of the Control Grip stick mixer.",
    "referenceId": "NcAFjEiXMXM",
    "date_created": "1286835604",
    "date_modified": "1472241578",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785327",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-Tricks-Control-Grip-BSB510XL",
    "category": "",
    "duration": 164,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/NcAFjEiXMXM\/hqdefault.jpg",
        "uploadDate": 1286835604,
        "videoId": "NcAFjEiXMXM",
        "title": "Breville -- Tips & Tricks: Control Grip BSB510XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adèle Schober demonstrates features and functionality of the Control Grip stick mixer.\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 164,
        "prettyDuration": "00:02:44",
        "views": "10681",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hand mixers are versatile efficient tools but they can be sometimes clumsy and awkward to use; well not anymore. Introducing the Breville control with its ergonomically-designed handle. It has a unique grip that is similar to a gun. 3 fingers sit below the trigger and the index finger can fully extend here around with greater stability and comfort. The versatility of this stick mixer makea the control grip a handy kitchen tool for small quick jobs. It has the stainless steel blending shaft, chopping bowl, and whisk attachment to tackle any kitchen task. Ready to make velvet suits, mayonnaise, fluffy whipped cream, and pesto and sauces. The blending shaft Is ideal for milkshakes smoothies, cocktails, dips, and baby food. The oval shaped base blade has to inner ribs that create more turbulence so the food actually falls on to the blades for more thorough blending. And that means you don't have to move it up and down to try and catch the food and you also notice that there's no more suction to the bottom like other hand blender and it is really a lot easier to operate. This stick mixer is long enough so you can puree foods directly into a pot and that means you don't have to transfer hot liquids to a blender and you'll make less mess in the kitchen. and the stainless steel shaft has a soft paste that won't scratch a nonstick pot.The chopper bowl is not only ideal for chopping onions or fresh herbs it's also great for Meats, nuts, cheese pies, and cookies for cheesecake bases or even bread crumbs. To use place the ingredients inside the bowl . And here we have some guacamole all ingredients should be cut into the same size but don't go over the max line and then place the lid on. And I like to place the chopper bowl inside the jug because you can hold the handle while chopping for more control and it's a neat way to store it too. You only need to push the trigger a few times to chop your food evenly. So be careful not to over process and check it as your chopping. The Whisk attachment can be used for creams, egg whites, or light batters. Just click it into place, gently turn up the speed to the high 15, and then gently raise and lower the whisk until a lovely paste forms. But try not to hit the edges. To clean just wipe down your trigger motor with a damp cloth and all the parts are top-shelf dishwasher safe except for the chopper blade. The control grip, brought to you by the food thinkers at Breville.",
    "VV_VI": 11,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7133.276,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}