{
    "title": "Breville -- Tips and Tricks: The Barista Express BES860XL",
    "description": "Breville's Adèle Schober demonstrates the features and functions of the Barista Express.",
    "referenceId": "MJjhUxS2ntc",
    "date_created": "1259689950",
    "date_modified": "1472241820",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785360",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-and-Tricks-The-Barista-Express-BES860XL",
    "category": "",
    "duration": 138,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MJjhUxS2ntc\/hqdefault.jpg",
        "uploadDate": 1259689950,
        "videoId": "MJjhUxS2ntc",
        "title": "Breville -- Tips and Tricks: The Barista Express BES860XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adèle Schober demonstrates the features and functions of the Barista Express.\n\nhttp:\/\/www.brevilleusa.com\/beverages\/espresso\/the-barista-express.html\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 138,
        "prettyDuration": "00:02:18",
        "views": "88811",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Introducing the Breville Barista Express. It's the first machine of its kind to deliver Barista espresso in under a minute giving you an authentic Cafe quality results. The trick to achieving luscious creamer is with freshly ground beans. Ideally you want to extract to grind your espresso within two minutes of grinding the beans.And this is made even easier with the on board chronicle burr grinder and dosing system. What you're both integrated into the design and because it doesn't use a blade grinder there's minimal heat transfer to the beans so they retain their flavor which means a better all-round tasting  espresso. Offering both programmable or manual settings. It's perfect for the beginner or the aspiring aspiring Barista. Now I recommend the beginning of the Dual oil filters. It's got a single layer of holes on the inside and then one exit hole on the outside what increases the back pressure inside the blue head and takes all the guesswork out of grinding and camping. But if you already mastered the art of espresso leave included this single wall filters which will deliver better all-round tasting espresso. Now if you use the single-wall filter you have to pay more attention to the tamping pressure and the grind size.See if you're just starting out, you're better off using the Dual wall built filters and following the preset settings on the unit itself. Even The Temper has an element to Innovative design. Because it's still really attached to your unit at a clever response, it gives you the option to to tamp your grind without having to remove it. Now the correct temp pressure is one of the most important components for best results. Because it's magnetic, it also gives you the option to 2 remove it. And temp it on the countertop with more control like a true barista. Remember to clean your filters after each extraction so it doesn't get blocked. And we made this easier with the drop feature there's a valve inside the unit that actually reads the pack of any excess Water. So they use grind come out completely dry similar to a Browning and it pops out for much better clean up. The Barista Express another great Innovation by Breville.",
    "VV_VI": 56,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1145.4827,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}