{
    "title": "College Solutions: Making Shopping For College Easier",
    "description": "Watch this video featuring products available on bedbathandbeyond.com.",
    "referenceId": "wgv4A2-iOtI",
    "date_created": "1468022576",
    "date_modified": "1499986561",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Dorm_Room_Ideas",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66716714",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "College-Solutions-Making-Shopping-For-College-Easier",
    "category": null,
    "duration": 131,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Bed Bath & Beyond",
        "hdvFlag": 0,
        "hookText": "http:\/\/video.bedbathandbeyond.com\/?v=17786 Watch this video featuring products available on bedbathandbeyond.com.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wgv4A2-iOtI\/hqdefault.jpg",
        "videoId": "wgv4A2-iOtI",
        "mediaDuration": 131,
        "prettyDuration": "00:02:11",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Amy, from Bed Bath and Beyond, your college shopping expert and we're dedicated to making your college shopping as easy and stress free as possible. A comfortable bed and making the most of every inch of space you have are two of the major challenges every college student faces.  We have great solutions for both. For your bed start with a bed bud mattress protector to keep all the gross stuff like dust, dust mites, allergens, and bed bugs where they belong-- out of your mattress. Next add on a mattress pad which protects your mattress which adds comfort and softness. Then, top it off with a mattress top for support or a fiber or feather bed. It creates a pillow top that's soft and cozy like sleeping on a cloud. Since my dorm room beds require twin extra long sheets, here's a piece of advice: before you start picking your bedding, make sure to check with your school what size bedding you need. If you're not sure, you're schools information may be available at your local Bed Bath and Beyond or find your college page at Bed Bath and Beyond.com\n\nFor more storage space, start off by making the most of the space under your bed  with these bed lifts. They raise your bed off the floor to make room for these under-bed storage bags where you can put clothes, towels, and shoes. Then, take advantage of the space on top of your bed with this dorm room space saver. It fits over your bed and it gives you two shelves, a cup folder, some hooks, and a place to clip on a lamp. All of these items are available online and at a Bed Bath and Beyond store near you. \n\nBed Bath and Beyond has a great service to help you get your stuff to college. You can shop for all your dorm room essentials at a storm near home and we'll everything ready for you to pick up at a store near your school. Be sure to pick up a copy of our college check list with the must have products for your dorm room. You can find the checklist in your local store and at Bed Bath and Beyond.com. Also don't forget to like us on Facebook. At Bed Bath and Beyond we love college. We're dedicated to making your college shipping as easy and stress free as possible \n\n",
    "VV_VI": 242,
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 241.88818,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}