{
    "title": "Breville Presents Peach Ice Cream - \"Mind of a Chef Techniques with Sean Brock\"",
    "description": "\"Mind of a Chef Techniques with Sean Brock\" is a video series that highlights the quintessential spirit of Chef Sean Brock's culinary ideas, themes, and techniques.\n\nThree ingredients form the base of this easy Peach Ice Cream -- although the end result is anything but simple.  And because peaches simply aren't Southern enough, the finished frozen concoction is topped with a sweet cornbread crumble.",
    "referenceId": "LKU5ZMu0VuY",
    "date_created": "1385386052",
    "date_modified": "1473727872",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785066",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Presents-Peach-Ice-Cream-Mind-of-a-Chef-Techniques-with-Sean-Brock",
    "category": "",
    "duration": 183,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LKU5ZMu0VuY\/hqdefault.jpg",
        "uploadDate": 1385386052,
        "videoId": "LKU5ZMu0VuY",
        "title": "Breville Presents Peach Ice Cream - \"Mind of a Chef Techniques with Sean Brock\"",
        "description": "For more about Breville, visit http:\/\/www.brevilleusa.com\/\n\n\"Mind of a Chef Techniques with Sean Brock\" is a video series that highlights the quintessential spirit of Chef Sean Brock's culinary ideas, themes, and techniques.\n\nThree ingredients form the base of this easy Peach Ice Cream -- although the end result is anything but simple.  And because peaches simply aren't Southern enough, the finished frozen concoction is topped with a sweet cornbread crumble.\n\nFind this recipe here:\nhttp:\/\/foodthinkers.com\/2013\/11\/peach-ice-cream\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nBreville has a new website check it out!\nhttp:\/\/foodthinkers.com\/\n\nLike \"Mind of a Chef\" on Facebook:\nhttps:\/\/www.facebook.com\/mindofachef\n\nFollow \"Mind of a Chef\" on Twitter:\nhttps:\/\/twitter.com\/mindofachef\n\nFollow Chef Sean Brock on Twitter:\nhttps:\/\/twitter.com\/hseanbrock",
        "author": "breville",
        "mediaDuration": 183,
        "prettyDuration": "00:03:03",
        "views": "18177",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "So this is the greatest way to make ice cream utilizing the greatest food you can have. Everyone is scared to death about ice cream but this is the simplest way to make it. Literally, you need 3 ingredient sugar cream and egg yolks and then whatever food you would like. Here we're going to use these beautiful peaches. The first take the cream and you're just going to warm it slightly period while the cream is heating up and sleeping we're going to take this sugar and the yolks and combine them together . This process helps emulsify the yolk with the sugar so it's easier to timper in with the cream. This is called creaming this is also to get some air in there so that your ice cream is not too dense . And then you want to mix this until it gets a pale. See that's already started . And when you're doing this you're looking at the sugar granules and I can see that they're still not completely hydrated so you just keep whipping in a bit and now that's ready to be tempered with the cream. You can see this is to a boil and that's as far as you want to take it . You just want to keep it so that it's warm and it won't create a custard. So what you do is you slowly at the heart make sure to the eggs. They do that a little bit of the time and by timpering, the idea is to slowly bring up this cold mixture emulsification without cooking the eggs too much. You don't want to dump this into the pot because it will scramble the eggs. I want to keep adding this until the mixture is warm and you say I'm only getting a little bit at a the time. Okay now I can tell the this mixture is warm. So what I will do this slowly add this mixture did the green. I can actually smell the eggs cooking just warming through which is what you want. And now you got this simple ice cream base . So at this point you could have whatever you want . These are just peaches that have been peeled and chopped up completely raw. When the ice cream base freezes, you got this really nice small bites of fresh peach . That's it time to go into the ice cream machine . This machine is really cool because it's got this function that cools it. Normally would have to cool this mixture down before adding it. So now that ice cream is done mixing we're going to put the final mix . So we're going to take these pictures that have been stewed down. Sprinkled on top should feel like you're eating peach pie.",
    "VV_VI": 6,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11248.676,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}