{
    "title": "Breville -- Tips and Tricks: Compact Smart Oven BOV650XL",
    "description": "Breville's Adele Schober demonstrates the features and functionality of the Compact Smart Oven.",
    "referenceId": "Ia6bq7Uog_Q",
    "date_created": "1262453846",
    "date_modified": "1472245364",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785339",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-and-Tricks-Compact-Smart-Oven-BOV650XL",
    "category": "",
    "duration": 189,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Ia6bq7Uog_Q\/hqdefault.jpg",
        "uploadDate": 1262453846,
        "videoId": "Ia6bq7Uog_Q",
        "title": "Breville -- Tips and Tricks: Compact Smart Oven BOV650XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adele Schober demonstrates the features and functionality of the Compact Smart Oven.\n\nhttp:\/\/www.brevilleusa.com\/cooking\/ovens\/the-compact-smart-oventm.html\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 189,
        "prettyDuration": "00:03:09",
        "views": "95912",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "This is the Breville compact smart oven. It features element IQ which is a unique cooking technology that adjusts the power to where it's needed most. An unprecedented 1800 watts of power is controlled by the two main function and temperature time dials the LCD screen is easy to navigate through and illuminates orange during pre heating and cooking and turns blue once the cycle is complete. The toast function browns and crisps outside of your bread while keeping the inside soft and moist. The function is also ideal for English muffins and frozen waffles. To change the browning setting press the center tip time dial and choose between lightest one and darkest 10. To change the number of slices press the center of the temp time dial until the LCD screen displays the flashing slices. The bagel function knows to brown the inside of the cap bagel while only crisping the outside; this is also ideal for English muffins or artisan bread that require one side to be more toasted than the other. The baked function cooks food evenly throughout; this is ideal for cakes muffins brownies and pastries. It's also handy for prepackaged foods and meals like lasagna or pot pies. Broil is ideal for sandwiches small cuts of meat poultry fish sausages and vegetables; broiling can be also used to brown the tops of casseroles and Grattons. We recommend experimenting with the rack high as well as the temperature and time settings to produce the best result. Pizza the function melts and browns cheese and toppings while crisping the pizza crust. Due to a wide variety of pizzas available, you need to consider whether you're cooking a fresh or frozen pizza with a thin or thick crust. The cookie function is ideal for baking homemade r commercially prepared cookies and other baked treats. And for leftovers, the Breville compact smart oven has a function for that too with the reheat feature it's important to know where you're actually putting your rack you can follow the rack height position for each of the function as printed on the right-hand side of the ovens front glass door. Top rack position or broil middle for toast bagel pizza and cookie. Bottom rack height position for baked roast. We have a handy foreign recipe is the temperature conversion button the default rating on the oven is reset to Fahrenheit but by pressing the temperature conversion button you can convert to Celsius and then the corresponding symbol will be on the LCD screen for frozen pizza with a thin or thick craft the cookie function is ideal for baking homemade commercially prepared cookies and other baked treats and for leftovers the Breville compact smart oven has a function for that too with the reheat feature it's important to know where you're actually putting your rack you can follow the rack height position for each of the function as printed on the right-hand side of the ovens front glass door top rack position or broil middle for toast bagel pizza and cookie bottom rack heart position for baked roast and we hate handy if you're reading a foreign recipe is the temperature conversion button the default rating on the oven is reset to fahrenheit but by pressing the temperature conversion button you can convert to Celsius and then the corresponding C symbol will be on the LCD screen. For frozen food items, the frozen fruits button and the recommended additional time required to defrost and then toast frozen bread or bagels  and cook frozen pizza or cookie dough the extra crumb tray positioned at the front of the oven means you can empty excess crumbs with ease. The contact smart oven another innovation by Breville.",
    "VV_VI": 364,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4085.0847,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}