{
    "title": "Breville -- Tips and Tricks: One-Touch Tea Maker BTM800XL",
    "description": "A combination Gourmet Tea Brewer and Variable Temperature Kettle: the One-Touch Tea Maker.",
    "referenceId": "WAyk-O2B6F8",
    "date_created": "1271274948",
    "date_modified": "1472245894",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785335",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-and-Tricks-One-Touch-Tea-Maker-BTM800XL",
    "category": "",
    "duration": 190,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WAyk-O2B6F8\/hqdefault.jpg",
        "uploadDate": 1271274948,
        "videoId": "WAyk-O2B6F8",
        "title": "Breville -- Tips and Tricks: One-Touch Tea Maker BTM800XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nA combination Gourmet Tea Brewer and Variable Temperature Kettle: the One-Touch Tea Maker.\n\nhttp:\/\/www.brevilleusa.com\/beverages\/kettles-tea-makers\/the-tea-maker.html\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 190,
        "prettyDuration": "00:03:10",
        "views": "89018",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Today tea is the most consumed drink after water. All tea drinkers know that special moment of escape that can be found by drinking that perfect cup. Yet brewing teas both an art and a science. Tea varieties are growing and produced in different environments which requires specific water temperatures and control brew times to allow their unique flavor and aroma to develop during brewing. Boiled water is not considered good for making many types as the boiling process removes oxygen making the water stale. To bring out the optimal quality and taste for more delicate tea leaves such as green oolong and white tea,  a lower temperature will produce a better flavor cup of tea in the same way brewing the tea for too long may result in a bitter or unpleasant brew while brewing for too shorter time may leave the tea weak and tasteless. Introducing the Breville one-touch tea maker which is fully programmable for all tea types. Water temperatures and brew times eliminating the guesswork so you can enjoy that perfect cup of tea every time. The tea type determines the brew temperature. The tea maker has five preset types recommended for optimal brewing of green black white herbal or oolong tea. It also features a customizable tea-type temperature setting for other tea varieties or to suit your personal taste. The LCD screen will display the preset brew temperature recommended for optimal brewing of the selected t-type. Depending on how strong you like your tea toggle through the tea strength button to select between strong medium or mild to brews. The LCD screen will display the preset brew time recommended fro the tea variety selected . Another great innovation is the keep warm feature which will keep the temperature for 1 hour so if you wanted to come back to another cup it's waiting there for you and you don't have to do a thing. During the keep warm cycle routine will continue to steep so you may want to consider reducing the initial tea strength and brew time.The auto start feature means you can wake up to that aroma of your tea brew. Simply set the clock to the current time the LCD screen will display the autostart symbol. You can also change between celsius and Fahrenheit there's a magnet embedded between the vertical posts and the tea basket this eliminates the need for unnecessary hooks and years within the glass vessel and gives that silent auto escaping. You can also use it as a variable temperature teakettle without the tea basket this eliminates the need for unnecessary hooks and years within the glass vessel and gives that silent auto scaping. You can also use it as a variable temperature teakettle without the tea basket instant hot water can be used for a French press coffee hot chocolate oatmeal or instant noodles. Wanted to mention is to use filtered water as the water quality really does affect the taste and depending on how much tea you brew using the tea scoop provided spoon roughly 1 teaspoon of tea per cup the gourmet tea brewer and variable temperature tea kettle. Another great innovation by breville.",
    "VV_VI": 102,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14",
        "18",
        "24"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3284.473,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}