{
    "title": "Breville® -- the All In One™ BSB530XL",
    "description": "Breville's Adèle Schober demonstrates features of the All In One, a kitchen all-star that lets you blend, chop, slice, and whisk to perfection.",
    "referenceId": "ER_BcCDdc38",
    "date_created": "1364338825",
    "date_modified": "1479327635",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785162",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-the-All-In-One-BSB530XL",
    "category": "",
    "duration": 147,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ER_BcCDdc38\/hqdefault.jpg",
        "uploadDate": 1364338825,
        "videoId": "ER_BcCDdc38",
        "title": "Breville® -- the All In One™ BSB530XL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adèle Schober demonstrates features of the All In One™, a kitchen all-star that lets you blend, chop, slice, and whisk to perfection.\n\nhttp:\/\/www.brevilleusa.com\/all-in-one.html\n\nSee great Breville recipes:\nhttp:\/\/foodthinkers.com\/\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 147,
        "prettyDuration": "00:02:27",
        "views": "42468",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "introducing the Breville all-in-one a kitchen all-star that lets you chop, blend, slice and whisk to perfection. The handle has a trigger switch say hand sits in a more natural position for more stability, press the trigger and choose any of the 15 speeds for precise blending and processing. To use the BPA free mini food processor place the gearbox into the processor lid then attach the motor by clicking it into place and choose one of the attachments to use the displayed place the spindle through it from underneath and place the ingredients inside. The all-in-one makes quick work of this beef [Music] the adjustable slicing disc has 19 settings to slice from . 5 millimeters to 6 millimeters slice perfect cucumbers for a salad or ticket cats the salami. The all-in-one has a reversible shredder that does find trading on one side and course shredding on the other just push the blade down firmly onto the spindle and place the lid on. Use the course side for grating carrots and the fine side for grating parmesan. The immersion blender has an 8 inch stainless steel anti suction base that allows you to blend directly into two parts, the mesh leg lets you effortlessly mesh food choose between rustic, smooth or a creamy consistency use a high-speed and mashed potatoes to your favorite consistency. You can even make creamy guacamole or a baby food desert. Use the whisk attachment to effortlessly incorporate air into mixtures for egg whites and cream when cleaning don't work the gearboxes or motor body everything else can be hand-washed youre putting the top shelf of the dishwasher. To store with the adjustable slicing disc under the food-processing bowl and make sure its in the storage position then place the S blade and spindle in the processing ball and put the reversible shredder on the spindle now lock the lid on place the mesh motor body and blender on their holders and the whisk goes on top it really is the kitchen all-in-one brought to you by the foodthinkers of Breville. [Music]",
    "VV_VI": 806,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "12",
        "14",
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9258.993,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}