{
    "title": "Breville -- Tips and Tricks: Die-Cast Espresso Machine 800ESXL",
    "description": "Breville's Adele Schober demonstrates how to make the perfect espresso with the Die-Cast Espresso Machine.",
    "referenceId": "3bIapveycaw",
    "date_created": "1260384266",
    "date_modified": "1472243371",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66785350",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Breville-Tips-and-Tricks-Die-Cast-Espresso-Machine-800ESXL",
    "category": "",
    "duration": 204,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/3bIapveycaw\/hqdefault.jpg",
        "uploadDate": 1260384266,
        "videoId": "3bIapveycaw",
        "title": "Breville -- Tips and Tricks: Die-Cast Espresso Machine 800ESXL",
        "description": "For more about Breville products visit: www.brevilleusa.com\n\nBreville's Adele Schober demonstrates how to make the perfect espresso with the Die-Cast Espresso Machine.\n\nSubscribe to our YouTube Channel:\nhttp:\/\/www.youtube.com\/subscription_center?add_user=breville\n\nLike us on Facebook:\nhttps:\/\/www.facebook.com\/brevilleusa\n\nPin us on Pinterest:\nhttp:\/\/pinterest.com\/brevilleusa\/\n\nFollow us on Twitter:\nhttps:\/\/twitter.com\/brevilleusa",
        "author": "breville",
        "mediaDuration": 204,
        "prettyDuration": "00:03:24",
        "views": "31563",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Making an espresso is an art and there are some subtle factors that make all the difference between a good espresso and a not-so-good Espresso. So I'm going to run through some helpful tips that will help you master extracting with your Breville espresso machine. Breville espresso machines have a free Fusion process and that occurs as a result of the duel will filter. If you take a closer look at the filter, you will see multiple holes on the inner wall and then if you turn it over or hold it up to the light you'll see a bunch of holes. And what that does it actually increases pressure inside the brew head and that increased pressure is going to get more extraction than natural oils from the espresso and you can get more cream on your espresso and that's the sign of good espresso. Much like an ice cream scoop that you have to submerge in water after each use, it's a really good idea to get the habit of cleaning your dual water filter after each extraction otherwise, you run the risk of a filter becoming blocked. So I'm going to run through some helpful tips of looking after your dual wall filter. First things first, use the correct espresso grind. So the best way to do that is to actually feel it. If you’re grind it too fine, it becomes much like flour or powder. So what that's going to do inside the filter, it'll trap the water and it won't be able to pass through the brew head. And then if you do it too coarse like this, then the water is just going to flush straight through the brew head and it's going to be under extracted and have no flavor. So the best consistency is to have Sand granule look consistency which will stain your fingers but it's still going to have that granulated result and that's going to pass through the brew head in the correct rate and you're going to have a perfect espresso. Getting the right tank is also important. So simply level out a scoop, and then use your temping side and just do a lot temp down and then just get rid of any excess grounds and then you're ready to go. Straight after extraction, you may notice that your pug is wet and soft but this is completely normal as a result of the dual wall filter because it hasn't been enough time for the water to sit through the filter. So it's a really good to have it to clean your filter and your shower head after each use so simply clean it out and then just wipe it down with a damp cloth And then just put it on like you normally do for an extraction. Just let the water flush out any residue of this pressure from the shower head and the filter like so. and then if you still have problems that it's still blocked, and just use your handy cleaning tool and just pray that exit hole like so to get rid of any blockages in the filter. Remember to look after your dual wall filters, remember that espresso grind, Scoops,  and temping pressure, will all make the Beautiful creamer on your espresso.",
    "VV_VI": 13,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7637.518,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}