{
    "title": "Croscill: waterfall swag valance installation",
    "description": "Watch our creative Director David Cipperman show you how to install a Waterfall Swag Valence",
    "referenceId": "nANZUMtyaO8",
    "date_created": "1468892256",
    "date_modified": "1469477147",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Bedroom",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "66858531",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Croscill-waterfall-swag-valance-installation",
    "category": null,
    "duration": 218,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Croscill",
        "hdvFlag": 1,
        "hookText": "Watch our creative Director David Cipperman show you how to install a Waterfall Swag Valence",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nANZUMtyaO8\/hqdefault.jpg",
        "videoId": "nANZUMtyaO8",
        "mediaDuration": 218,
        "prettyDuration": "00:03:38",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "How to achieve this beautiful window treatment with our waterfall swag valences. it requires three separate valence panels which are individually threaded over with a curtain rod so now I'm gonna take this down and show you step by step how to achieve this look. So now that the rod has come down, the valences have been taken off the rod. What is important to understand is there is actually a header and below that a rod pocket that sits directly above this pleated trim at the bottom of the valence.\n\nTake the first panel and thread it over the rod. All the while trying to keep their top header piece straight up like that. This will simplify things in the end. You then take the second panel and you thread that over the rod just as you had done with the first. You then take the second side of the first panel and thread that over the rod-- top rod. So that the second panel will sit in front of it. You now take your third valence panel. Excuse me while I get this correct. \n\nYou thread the first side of that over the rod. You then take the second side of the second panel and thread that over the rod and you can begin to see how the second panel sits in front of everything as featured on the center. Now take the second side of the third panel, place that over the rod. \n\nAnd then take the second side of your telescoping rod and fit it back inside. Before placing it on the rod brackets, try and get the header cleaned up and standing up straight. Now place this back on to the rod brackets. Step back , take a look, and you begin to move the paddles so you create a symmetrical look with the center sitting directly in the middle with an equal amount of swag on either side. Voila there you have it. In a matter of a few minutes you have a beautiful customized window. ",
    "VV_VI": "1503",
    "CVV_VI": 5,
    "engagement_score": 1,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "2",
        "11",
        "12"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 294.3829,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}