{
    "title": "Shade Shack Pop Up Sun Shelter",
    "description": "An instructional video for the use and closing of the Shade Shack instant sun shelter.",
    "referenceId": "hrZsrt3E29U",
    "date_created": "1470176255",
    "date_modified": "1470176442",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67264718",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Shade-Shack-Pop-Up-Sun-Shelter",
    "category": null,
    "duration": 155,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "wbdemkowicz",
        "hdvFlag": 0,
        "hookText": "An instructional video for the use and closing of the Shade Shack instant sun shelter.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hrZsrt3E29U\/hqdefault.jpg",
        "videoId": "hrZsrt3E29U",
        "mediaDuration": 155,
        "prettyDuration": "00:02:35",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Congratulations on your purchase of the original shade shack. The perfect accessory for all your outdoor activities. Whether at the beach, park, picnics, or backyard. This video is designed to instruct you on the proper method of erecting and collapsing your new sun shelter. The shade shack is a pop up tent that requires absolutely no assembly. Collapsing the tent for the first time may be tricky, so before your first use, we recommend you practice how to fold and collapse the tent several times and you will have it mastered in no time. To erect your shade shack, simply remove it from it's carrying bag and carefully allow it to unfold. Your shade shack is made with a steel spring frame which allows it to pop up instantly. So make sure you do this in an area that has enough room for the fully erected tent and that no one is standing close by. \n\nOnce the tent is up, you can secure it by filling the pockets on the side with sand if you are at the beach or use the easy to bury stakes for grass or other surfaces. The windows and rear of the tent can be opened to give you more ventilation and visibility. To pack up your shade shack at the end of the day, begin by emptying the sand out of the side pockets or removing the stakes. Stand at either side of the tent and collapse the two sides together. Fold the tent over and away from you and make sure the point of the tent is resting on the fabric at the bottom. Grab the point of the tent with one hand and move your other hand to one of the two loops you are now standing between. As you take a step back away from the tent, slide the point toward your feet and fold the loop down over allowing the tent to collapse naturally in on itself. The shade shack will now fit neatly back into its carry bag. You are now ready to enjoy all your outdoor activities while being safely protected from the sun with your new shade shack. ",
    "VV_VI": 96,
    "CVV_VI": 3,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 476.94016,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}