{
    "title": "Pork Loin",
    "description": "Watch and learn how to cut pork loin using Calphalon Self-Sharpening Cutlery.",
    "referenceId": "xaV40Fn55cg",
    "date_created": "1440166364",
    "date_modified": "1470946039",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67360371",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Pork-Loin",
    "category": "",
    "duration": 154,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xaV40Fn55cg\/hqdefault.jpg",
        "uploadDate": 1440166364,
        "videoId": "xaV40Fn55cg",
        "title": "Pork Loin",
        "description": "Watch and learn how to cut pork loin using Calphalon Self-Sharpening Cutlery. For more videos, visit www.knifeskills.com",
        "author": "Calphalon",
        "mediaDuration": 154,
        "prettyDuration": "00:02:34",
        "views": "306",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nSo I'm going to use a utility knife to butterfly this boneless pork loin roast for stuffing, tying, and roasting. So using your knife on the side you can open the fat just a little bit and start sliding your knife along the side giving long gliding strokes throughout it. The sharp tip of the utility knife is really essential in cutting through meat. Definitely open the pork loin up as your butterflying it because it will be the clear line of your next cut.\n\nSo next I'm going to show you how to roll and tie this pork roast as if you had a stuffing inside of it. So first off, starting with the fatty cap at the end, you wanna roll into that so it's a nice cover of fat as your roasting later. Turning it, you can cut that little chain and just kinda tuck and roll very tightly ans evenly throughout it. Place a line underneath your pork roast and giver a good tail at the end. Tie a square knot securely over the end. And I like to wrap it around my wrist and down over my hand to make an easy loop with my hand as  I pull it up and slide the loop over the pork loin.\n\nThere you can maneuver the line around and pull it forward and back, forward and back, until you get a straight line on the roast. Once the top has been tied, you can turn it over, adjust your lines on the other side and this is when you would cut your string. So keep a long length of string that you'll use to tie at the end. Lace it through the first loop just in a little loop and then down the next. When you get to the end, flip it back towards you and tie it to the little tail that you started with. Once butterflied, you can then stuff, roll, and tie the roast and you're ready to go",
    "VV_VI": 477,
    "CVV_VI": 28,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "2",
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 220.67603,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}