{
    "title": "Cuisinart Vertical Waffle Maker (WAF-V100) Demo Video",
    "description": "Introducing a brand new way to cook waffles! Cuisinart’s® Vertical Waffle Maker takes up less room on the counter and makes foolproof perfect Belgian waffles. Batter is added through a pour spout right up to the fill line, so there’s no chance of over or under filling.",
    "referenceId": "SX5X9Jb-8cc",
    "date_created": "1448405741",
    "date_modified": "1491438234",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67495219",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Vertical-Waffle-Maker-WAF-V100-Demo-Video",
    "category": "",
    "duration": 264,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/SX5X9Jb-8cc\/hqdefault.jpg",
        "uploadDate": 1448405741,
        "videoId": "SX5X9Jb-8cc",
        "title": "Cuisinart Vertical Waffle Maker (WAF-V100) Demo Video",
        "description": "Introducing a brand new way to cook waffles! Cuisinart’s® Vertical Waffle Maker takes up less room on the counter and makes foolproof perfect Belgian waffles. Batter is added through a pour spout right up to the fill line, so there’s no chance of over or under filling. \n\nLearn More: http:\/\/www.cuisinart.com\/products\/waffle_makers\/waf-v100.html\n\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart\nhttps:\/\/instagram.com\/cuisinart\/",
        "author": "Cuisinart",
        "mediaDuration": 264,
        "prettyDuration": "00:04:24",
        "views": "31051",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "This is the cuisinart vertical waffle maker one of the things that people have a problem with when they make waffles is overfilling their waffle maker and this actually solves that problem for you you notice up here this is the spout and this is where we're going to pour the waffle batter in and what happens is the waffle maker will fill from the bottom up to the top and you'll get a perfect waffle without any spillover so it's really great easy and simple to use so you'll notice on the front it's round it's a Belgian-style waffle here is your uncontrolled knob and it goes from one all the way to five and you have two lights a red light and a green light the red light means that you have power and when the green light is on you will actually be ready to what we call bake waffles and you notice it beep 3 time so let me know when it's ready I like to do it i'm setting for we have this preheating so that when i go to make the waffles it's all ready to use so let me just show you how this works there's a little i'm just going to turn this around so you can see it there's a little lever right here you just pinch the lever and that allows you to open the waffle maker and it lays down flat and it makes it really easy for you to remove your waffle when it's baked and to close it you just close it until it locks into place so what I'm going to do is turn this back so we can see it better and i'm going to actually show you what else comes with your waffle maker this is your waffle batter cup and this is really important this is on the exact measurement that you need to fill your waffle maker of using the proper amount of batter the other thing i want to show you is there's a little notch here so when you're using a batter bowl you just lay it on the bowl like so and it keeps it up from from your batter and also do you have any drips or spills to go right back into your batter bowl so why don't we get started I'm just going to pour this end you should use a steady stream to do it fill it up and then what's going to happen is the green light will go off and put that back here and it's going to actually bake and what will happen is it will actually beep three times to let us know that the waffles ready to remove from your waffle maker so let's check our waffle how beautifully done it is it's exactly the way I like it I like it to be nice and toasty Brown now one thing I just want to mention you'll notice on the top here you have a little bit extra this is because the batter went up into the pour spout if that bothers you at all you need to do is cut it away and remove it so that your waffle is completely around if not you can have a little taste beforehand I just want to tell you one thing I forgot to mention earlier the plates are nonstick make sure you season them before you use it because that's really important that helps so that your waffle comes out really easily so let's make our finish up our waffle dish which is going to use some beautiful fresh blueberries I love blueberries nice and tasty we're going to put a little bit of fruit you know there's so many different kinds of waffles you can make now you can do chicken and waffles you can do savory waffles chocolate waffles this is really nice beautiful light breakfast that you can prepare going to put a little bit of syrup not too much just a little bit and then we're going to just top it with some it give it some nice freshness and there you have it the Cuisinart vertical waffle maker you get perfect waffles every time.",
    "VV_VI": 12,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4272.9907,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}