{
    "title": "Cuisinart Rechargeable Salt, Pepper & Spice Mill (SG-3) Demo Video",
    "description": "The Cuisinart Rechargeable Salt, Pepper & Spice Mill is a great new way to spice up any meal! Our new single mill design allows you to grind sea salt, peppercorns, and other spices at the touch of a button.",
    "referenceId": "FUvdiu4DaVI",
    "date_created": "1448405308",
    "date_modified": "1471388391",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67495222",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Rechargeable-Salt-Pepper-Spice-Mill-SG-3-Demo-Video",
    "category": "",
    "duration": 283,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/FUvdiu4DaVI\/hqdefault.jpg",
        "uploadDate": 1448405308,
        "videoId": "FUvdiu4DaVI",
        "title": "Cuisinart Rechargeable Salt, Pepper & Spice Mill (SG-3) Demo Video",
        "description": "The Cuisinart Rechargeable Salt, Pepper & Spice Mill is a great new way to spice up any meal! Our new single mill design allows you to grind sea salt, peppercorns, and other spices at the touch of a button. \n\nLearn More: http:\/\/www.cuisinart.com\/products\/specialty_appliances\/sg-3.html\n\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart\nhttps:\/\/instagram.com\/cuisinart\/",
        "author": "Cuisinart",
        "mediaDuration": 283,
        "prettyDuration": "00:04:43",
        "views": "1578",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nThis is the Cuisinart salt, pepper, and spice grinder. It's rechargeable and cordless. You just charge it by placing it in the base and plugging it in. The red light here lights up and it will be completely charged. And let me just show you the unit. It has a stainless steel housing, it's really easy to hold, it's not heavy at all, and you operate it just by pressing the button here. You can take it you the stove top if you want to season anything that you're cooking on the stove top with salt and pepper. Or you can actually take it with you anywhere on the counter. \n\nEven outside using your barbecue. It's really handy for that. So let me show you all the features and benefits. So in the base here where you charge your unit, this notch needs to be engaged in the back of this spice and spice grinder. And you just put it in like this and make sure its in the proper place, otherwise it won't properly charge. The other thing you'll notice in the back here is the lock and unlock button. And you just twist this and that allows you to open the grinder and that's  how you can refill it. The good thing about this being transparent is that you know when you need to put more salt, pepper or spices in. \n\nSo all you need to do to engage it is line it up with two arrows like so and then twist to make sure that you lock it into place. So line up the two arrows to either disengage it or re engage it like so. And the same thing for the other side. You turn it over just twist to unlock it and then twist again to put it back in place. Now I just want to show you something in the bottom of the base. There's a little tray here that you just push up and remove and that'll catch any of your remnants so that it's easy to clean when you put the grinder in the base. Now I want to show you on this side there's a little cap and you just lift it up and the really great thing about this is that when you grind into it it's exactly a one teaspoon measure. \n\nSo if you have a recipe that calls for one teaspoon or even a table spoon of pepper. All you have to do is grind this once for one teaspoon or fill it three times for one tablespoon so that's really nice. Let me just show you how that works. I'm going to turn it over and just press and I'm just gonna take it off so you can see. And see how it has started to fill up with pepper. I'm gonna put that back on and turn it over because I want to show you the bottom here. So on the bottom of the unit, this is where you can adjust your fineness or coarseness of your grind. whatever you're using and you just turn this and you go clockwise for fine and it has five settings and then you go counter clockwise for coarse. \n\nSo you turn it over all the way to the right and that's for fine and then the other way the same. So that is our rechargeable Cuisinart salt and pepper and you can also do spices like I said. Let me just show you really quickly. I'm just gonna season the salad so you can see how quick and easy it is. I'm just gonna dump out the grinds I did before of the pepper. So just hold it over your bowl with one hand and you can do pepper. And then turn on the other side and on the bottom you can switch the cap to the other side, it fits. But on the bottom the part that fits into the stand doesn't need a cap. There you go. It's convenient, it's easy,  it's a great gift for somebody, and you can use it anywhere in your kitchen or even outside by your grill. It's the Cuisinart Salt, Pepper & Spice Grinder.",
    "VV_VI": 353,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 976.2173,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}