{
    "title": "Belgian Waffle Maker with Pancake Plates (WAF-300) Demo Video",
    "description": "Whip up thick and fluffy waffles and make perfect pancakes. The supremely convenient Cuisinart Breakfast Central comes with waffle and pancake plates, all dishwasher safe to make cleanup quick and easy. Also features an adjustable temperature control with six settings, indicator lights and an audible beep for foolproof operation.",
    "referenceId": "QoNjQ3cJn2k",
    "date_created": "1415965586",
    "date_modified": "1480453603",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67495280",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Belgian-Waffle-Maker-with-Pancake-Plates-WAF-300-Demo-Video",
    "category": "",
    "duration": 291,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QoNjQ3cJn2k\/hqdefault.jpg",
        "uploadDate": 1415965586,
        "videoId": "QoNjQ3cJn2k",
        "title": "Belgian Waffle Maker with Pancake Plates (WAF-300) Demo Video",
        "description": "Whip up thick and fluffy waffles and make perfect pancakes. The supremely convenient Cuisinart® Breakfast Central™ comes with waffle and pancake plates, all dishwasher safe to make cleanup quick and easy. Also features an adjustable temperature control with six settings, indicator lights and an audible beep for foolproof operation.\n\nLearn More: http:\/\/www.cuisinart.com\/products\/waffle_makers\/waf-300.html\n\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart",
        "author": "Cuisinart",
        "mediaDuration": 291,
        "prettyDuration": "00:04:51",
        "views": "16428",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Mary Rogers and this is Cuisinart's breakfast central, it has lots of great fun features. First let me show you the plates that come with the unit this lower plate is round it can be used for pancakes, it can also be used to cook sausage patties, Canadian bacon, you can actually fit a whole egg in here or even batter for scramble eggs to make egg sandwiches in the morning and this is your upper flat plate. You pop this button on the side here and this allows you to lift out the plate, all of the plates on this product are marked whether they're for lower or upper and all the plates on can go directly into the dishwasher for easy cleaning the other one has also its own button that allows you to remove the plate and it's really easy to access. I'm just going to close this so you can see and has a nice wide arch handle in the front it's easy to lift the surface is all of the top brushed stainless steel so it's really a pretty. The other thing is that I mentioned we call it a breakfast Central it does more than just pancakes it does waffles and this has to be my upper plate this is my lower plates going to slide it here because today we're going to make some waffles. Remove this going to put this over here with my pancake option and put in the upper plate. Now we're going to look at the front it has two lights it has a red light and it has a green light . Now as soon as I turn this on for power, the power light goes on and it lets you know it's operational, it has one to six options for shade control so obviously one is lower it will be lighter and six is darker, six is higher it will be darker so just pick the shade that you prefer I always preferred to put it on high. So while that's beginning to heat up I'm going to go and get my batter prepared. So this is how to be a mix I'm just going to whisk it up to break it up a little bit I'm going to add water and also some vegetable oil to really simple and easy to do. There's lots of great things that you can make not just plain old waffles but you can also make savory waffles and really super sweet waffles that are chocolate and like I said this breakfast Central is really really versatile so we just going to whisk that up quick don't over-mix it and what we're going to do now is we're going to wait what's going to happen is when this comes up to temperature the green light will go on and then you know it's time to put your waffle batter in and let your waffles bake. So our breakfast Central is ready you'll notice the green light is now on it's up to temperature the first thing that we're going to do is just lightly seasoned the plates I like to do this especially the first time you use it just to be sure everything is ready for optimal baking. Them what I'm going to do I put that in there and we recommend when you're doing waffles is that you use one and a half cups of batter for all the waffles and we tell you to put it in the middle so that happens to be a 3\/4 cup measure I'm just going to do another scoop to make 1 and a half going to put it right in the middle. They also recommend that you just going to use this cause I don't have a spatula today but just spread it out  it out a little bit before I close it, close it down we're going to do is now that the batter is back in there we're going to wait until it's completely cooked it's going to beep going to let us know it's all done. I also forgot to mention you get your little cute little tongs here, It's going to help us take our waffles out or even out pancake, a sausage patty or Canadian bacon when you are cooking that using the pancake plate. So we will wait a few minutes and we are going to have a beautiful waffle. So our waffle maker is already the light turned off turned back on and beeps to let us know it's done I could have put a little bit more waffle batter in here but it's going to look really really nice on this round plate. there we go, And we're going to do just to top it off who doesn't like a little maple syrup maybe a little to much but it'll be nice and sweet and moist. There you have it the Cuisinart breakfast Central it's not just for waffles you can do pancake, sausage and egg sandwiches it's a lot of fun to use and it's really neat to have in your kitchen.",
    "VV_VI": 41,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1510.4076,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}