{
    "title": "Cuisinart Single Serve Brewer (SS-5)",
    "description": "This K-Cup-compatible coffeemaker features a 40-oz. water reservoir, and allows users to choose from among 6, 8 or 10 oz. serving-size options to brew a cup of coffee or tea in seconds. The removable drip tray is designed to accommodate travel mugs, and the 30-minute auto shutoff gives busy consumers one less thing to worry about every morning.",
    "referenceId": "9UX3vTwZ8tU",
    "date_created": "1463689247",
    "date_modified": "1471386247",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67495197",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cuisinart-Single-Serve-Brewer-SS-5",
    "category": "",
    "duration": 169,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/9UX3vTwZ8tU\/hqdefault.jpg",
        "uploadDate": 1463689247,
        "videoId": "9UX3vTwZ8tU",
        "title": "Cuisinart Single Serve Brewer (SS-5)",
        "description": "This K-Cup-compatible coffeemaker features a 40-oz. water reservoir, and allows users to choose from among 6, 8 or 10 oz. serving-size options to brew a cup of coffee or tea in seconds. The removable drip tray is designed to accommodate travel mugs, and the 30-minute auto shutoff gives busy consumers one less thing to worry about every morning. \n\nSee more at: http:\/\/www.cuisinart.com\/products\/coffee_makers\/ss-5.html\n\nJoin us:\nhttp:\/\/www.facebook.com\/cuisinart\nhttp:\/\/twitter.com\/#!\/cuisinart\nhttp:\/\/pinterest.com\/cuisinart\/\nhttps:\/\/plus.google.com\/+cuisinart\nhttps:\/\/instagram.com\/cuisinart\/",
        "author": "Cuisinart",
        "mediaDuration": 169,
        "prettyDuration": "00:02:49",
        "views": "343",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Mary Rogers and this is the Cusinart compact single serve coffee maker. It's very compact it takes very little space on your counter top and it's convenient and easy to use. It takes any type K cup and also separately you can get the reusable filters so that you can use your own pre ground coffee and use your filter, but you have to get that separately. And you would do that by just removing this and replacing the permanent filter in there with the cap on and the coffee inside. Really simple to use. In the back here we have the removable 40 ounce reservoir, the lid, inside you have your filter holder, and inside this filter holder I already put the filter itself. We pre-treated it by soaking it and then rinsing it. You just slide it back on the back of the unit and it's really simple to use. You just take it to sink, fill it, and bring it back. So in the front here is your control panel. \n\nSo you have your power button then each of your cup sizes. So you have six so you just would press it like that like so to engage it. Eight and ten ounce options. This is removable and that allows you to slip a larger travel mug or a larger cup under there. That's your drip tray. So let's go ahead and make a cup of coffee. First you take your K cup. Open the lid here, just place it inside, push the lid down, and that pierces the cup to get it engaged. And what we're going to do is turn it on and today I'm going to make a six ounce size and all you need to do is press the button. It will start flashing and it will start preparing you water to go over the coffee and the K cup and produce a cup of coffee for you. \n\nThe other thing I want to note too is here this light will go on the small light will go on when it's time to add water when your reservoir is too low to make coffee so keep your eye on that so that you make sure you have enough water to make your great cup of coffee in the morning. It's simple to use, it's really compact, it has a lot of simple features and you'll get exactly what coffee, tea, or hot cocoa that you want every morning with very little clean up. It's convenient and easy to use. ",
    "VV_VI": 323,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1851.5388,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}