{
    "title": "Eggs, Sausages and Pancakes using the Cuisinart Griddler® Deluxe",
    "description": "The Griddler® Deluxe by Cuisinart takes grilling to new heights! It offers six enticing cooking options. The reversible grill and griddle plates, combined with dual-zone temperature control, give home chefs complete control. This grill is perfect for making pancakes and eggs for breakfast, panini and open-faced sandwiches for lunch, and burgers or fajitas for dinner. The extra-large grilling surface is ideal for entertaining a crowd or making family meals. The new SearBlast feature locks in the flavor of steaks. With dishwasher-safe accessories, an elegant new look, and 1800 watts of power, DELUXE is an understatement!",
    "referenceId": "z1NCisHDcsc",
    "date_created": "1467996753",
    "date_modified": "1478722452",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67505893",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Eggs-Sausages-and-Pancakes-using-the-Cuisinart-Griddler-Deluxe",
    "category": "",
    "duration": 88,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z1NCisHDcsc\/hqdefault.jpg",
        "uploadDate": 1467996753,
        "videoId": "z1NCisHDcsc",
        "title": "Eggs, Sausages and Pancakes using the Cuisinart Griddler® Deluxe",
        "description": "The Griddler® Deluxe by Cuisinart® takes grilling to new heights! It offers six enticing cooking options. The reversible grill and griddle plates, combined with dual-zone temperature control, give home chefs complete control. This grill is perfect for making pancakes and eggs for breakfast, panini and open-faced sandwiches for lunch, and burgers or fajitas for dinner. The extra-large grilling surface is ideal for entertaining a crowd or making family meals. The new SearBlast™ feature locks in the flavor of steaks. With dishwasher-safe accessories, an elegant new look, and 1800 watts of power, DELUXE is an understatement!",
        "author": "Cuisinart Canada",
        "mediaDuration": 88,
        "prettyDuration": "00:01:28",
        "views": "119",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nNow that the red LEDs have turned green, I know that my griddle is up to temperature. I've got a total of 18 sausage on just one half. And what I love about this griddle is that it will channel the fat away from the food in these convenient little channels. Both plates are slightly slanted so that it will all run off and it runs off into a tray that is really easy to remove, dish washer safe, so it collects all the fat and keeps it away from the food. I got some butter right here for the griddle. A little bit of butter goes a long way with these perfect pancakes. And the thing that I like is that I can use the entire surface and get at least four at a time so I can  serve large groups of people or if I want, I can turn off just one side and make breakfast for two. Now that the bubbles have developed on top, these pancakes are perfect and ready to be turned. With my hotcakes off, now I can finish with some perfect over easy eggs. I can get up to six eggs on this griddle and look at this finish. I've got beautiful fresh berries, tiny little pad of butter, and maple syrup .",
    "VV_VI": 28,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6467.6567,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}