{
    "title": "Summer Berry Crêpe using the Cuisinart International Chef™",
    "description": "Cuisinart is creating international buzz with its new International Chef Crepe\/Pizzelle\/Pancake Plus! This multicultural countertop press makes crêpes, tortillas, blintzes, pizzelles, and more. Opened flat, it turns into a griddle for traditional or Swedish pancakes. Reversible, nonstick plates are dishwasher safe. Indicator lights, adjustable temperature control and timer ensure everything cooks perfectly, and recipes are included from around the world!",
    "referenceId": "oz4qq1BVB8I",
    "date_created": "1467998070",
    "date_modified": "1478723307",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67505889",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Summer-Berry-Crêpe-using-the-Cuisinart-International-Chef",
    "category": "",
    "duration": 148,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/oz4qq1BVB8I\/hqdefault.jpg",
        "uploadDate": 1467998070,
        "videoId": "oz4qq1BVB8I",
        "title": "Summer Berry Crêpe using the Cuisinart International Chef™",
        "description": "Cuisinart is creating international buzz with its new International Chef™ Crepe\/Pizzelle\/Pancake Plus! This multicultural countertop press makes crêpes, tortillas, blintzes, pizzelles, and more. Opened flat, it turns into a griddle for traditional or Swedish pancakes. Reversible, nonstick plates are dishwasher safe. Indicator lights, adjustable temperature control and timer ensure everything cooks perfectly, and recipes are included from around the world!",
        "author": "Cuisinart Canada",
        "mediaDuration": 148,
        "prettyDuration": "00:02:28",
        "views": "79",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nThe Cuisinart International Chef crepe, pizzelle, and pancake plus cooks everything from tortillas to pancakes. I'm going to show you a couple of my favorite recipes on the international chef. We're gonna make crepes, we're gonna make quesadillas, and then some beautiful pizzellis. Let's start with the crepes. First of all, make sure to combine wet ingredients and dry ingredients separately before folding them together. With the crepe batter nicely rested after 30 minutes, great texture, I want to preheat the international chef. I've got the flat plates in position and one of the great features is that not only can you select a temperature at medium and it initiates that that's for crepes, I can also set a timer so that when I close it and it preheats, the green light will come on indicating when it's ready to go. With the grill plates hot, just a little brush of some melted butter. This is for flavor more than anything. And then using the scoop that's provided, straight on to the center. Oh that smells so good. Drop that down and when the timer goes off, the're ready. Light a fluffy crepes ready in no time. Stuffed with beautiful fresh fruit, a simple turn, a little dusting of icing sugar, and fresh maple syrup.",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1234.5189,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}