{
    "title": "Iced Chai Tea using the Compact Portable Blending\/Chopping System",
    "description": "Cuisinart's NEW Compact Portable Blending\/Chopping System features one touch operation that's hands free for continuous use. With a 350 watt motor and three speeds to choose from you can easily mix sauces, puree soups and crush ice for frozen drinks. The four convenient travel cups are BPA free and ideal for breakfast on the go.",
    "referenceId": "7veaH1pi1b4",
    "date_created": "1467998790",
    "date_modified": "1471386682",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "67505886",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Iced-Chai-Tea-using-the-Compact-Portable-Blending-Chopping-System",
    "category": "",
    "duration": 139,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/7veaH1pi1b4\/hqdefault.jpg",
        "uploadDate": 1467998790,
        "videoId": "7veaH1pi1b4",
        "title": "Iced Chai Tea using the Compact Portable Blending\/Chopping System",
        "description": "Cuisinart's NEW Compact Portable Blending\/Chopping System features one touch operation that's hands free for continuous use. With a 350 watt motor and three speeds to choose from you can easily mix sauces, puree soups and crush ice for frozen drinks. The four convenient travel cups are BPA free and ideal for breakfast on the go.",
        "author": "Cuisinart Canada",
        "mediaDuration": 139,
        "prettyDuration": "00:02:19",
        "views": "67"
    },
    "transcripts": "[MUSIC PLAYING]\n\nThere's nothing quite like fresh ground spices and with the Chai tea it allows me to show case those spices and with this grinder I could do it simply and get great results. I've got one cinnamon stick broken in half, some star anise, licorice fragrance, black pepper for some high notes, a little bit of heat, and cloves. Everything in whole and I'm using the chopping blade. Simple to put on and one of the great features about the blender is we have the option to pulse. So I can select the pulse button. The flashing LED let's me know I'm about to pulse. And a couple quick pulses. And what that does it allows the product inside to be thrown up, drop back down, and then grind again. Once I've pulsed, I can turn it off and I can run it on high for about 40 seconds. Now a couple teaspoons of this beautiful spice mix into milk. you can use almond milk. In this case I've got half and half. I'm going to to the stove with this. Going to bring it to a simmer. Let all that flavor come together and then bring it back and make a gorgeous tea. With the cream infused, I'm going to add some orange zest which is going to brighten up the flavors. And after the orange zest, some fresh ginger. Give it a little bit of a kick and that real distinct ginger flavor. Now that that's in I've got some beautiful loose leaf black tea. You can use 6 teabags for this recipe if you like. I'm going to give this a quick stir and allow this to steep for about five to ten minutes. Now that the tea has steeped and I've got this incredible aroma coming off, I'm gonna add it by straining it through a fine sieve. And I'm telling you, once you make this at home, you'll never store bought again. It's absolutely beautiful. Now just a quick low pulse, and I have a perfect chai tea that could either be served hot or in this case cold.",
    "VV_VI": 31,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6563.4834,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}