{
    "title": "OXO Tot Transitions Sippy Cups",
    "description": "OXO Tot Transitions Sippy Cups",
    "referenceId": "5PLClGP68GE",
    "date_created": "1474393011",
    "date_modified": "1487191591",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "68612443",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Tot-Transitions-Sippy-Cups",
    "category": "",
    "duration": 105,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5PLClGP68GE\/hqdefault.jpg",
        "uploadDate": 1474393011,
        "videoId": "5PLClGP68GE",
        "title": "OXO Tot Transitions Sippy Cups",
        "description": "",
        "author": "OXO",
        "mediaDuration": 105,
        "prettyDuration": "00:01:45",
        "views": "57",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "In designing our line of transitions cups, we partnered with speech pathologists and pediatric dentists to ensure that each cup supports the growth and development of your child though the transition from a bottle. The line includes a six ounce sippy, a 6 ounce sippy with handles, a six ounce sippy cup set, a 9 ounce sippy, a 6 ounce soft spout cup, a 6 ounce soft spout cup with handles, a 6 ounce soft spot set, a 6 ounce straw cup, a six ounce straw cup with handles, a 9 ounce straw cup, and a 9 ounce open trainer cup. The sippy cup sets are designed to grow with your child from bottles or breastfeeding all the way to open cup drinking. They're available in either our hard spout or soft spout version depending on your child's needs. And they include a six ounce body and an open trainer cup lid. They feature crystal clear Triton which is PBA free and shatter resistant. Measurement markings in both millimeter and ounces make it easy to see how much liquid remains. The hard spout cup's valve is designed to be easy for liquid to flow when your little one is drinking, but it's sealed tight when the cup tipped making it leak proof when it needs to be. Our soft spout cup features a unique almond shaped valve that opens as soon as your little ones lips touch it. The included open trainer cup lid features a disc with two settings with different flow rates for children who are ready to learn how to drink like a big kid. All parts easily disassemble for thorough cleaning. There are no small crevices or hard to clean areas and no gaskets between the cup and lid. All the parts are also top rack dishwasher safe. Here's a good tip. Our transitions line was designed with interchangeable parts so that you can tailor cups to fit you child's development and growth.",
    "VV_VI": 72,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "3"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 11105.838,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}