{
    "title": "Nespresso Lattissima Touch-  Rapid Cappuccino System",
    "description": "Welcome to the Nespresso Assistance video on directions for use for your Lattissima Touch machine rapid cappuccino system.\nLattissima Touch offers an exceptional convenience to enjoy at home the pleasure of excellent coffee & milk recipes at the simple touch of a button.\nPlease visit http:\/\/www.nespresso.com for more information.",
    "referenceId": "0xOTWTzkreA",
    "date_created": "1428483461",
    "date_modified": "1513109836",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": "done1",
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "70352711",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Nespresso-Lattissima-Touch-Rapid-Cappuccino-System",
    "category": "",
    "duration": 232,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0xOTWTzkreA\/hqdefault.jpg",
        "uploadDate": 1428483461,
        "videoId": "0xOTWTzkreA",
        "title": "Nespresso Lattissima Touch-  Rapid Cappuccino System",
        "description": "Welcome to the Nespresso Assistance video on directions for use for your Lattissima Touch machine rapid cappuccino system.\nLattissima Touch offers an exceptional convenience to enjoy at home the pleasure of excellent coffee & milk recipes at the simple touch of a button.\nPlease visit http:\/\/www.nespresso.com for more information.",
        "author": "Nespresso",
        "mediaDuration": 232,
        "prettyDuration": "00:03:52",
        "views": "225437",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Welcome to the Nespresso Assistance video on directions for use for your Rapid Cappuccino System. In order to obtain perfect milk froth, time after time, we suggest you follow some simple instructions. Press the “Power button to turn the machine on. The machine heats up for 25 seconds. To prepare warm milk froth, a Cappuccino or a Latte Macchiato, fill the milk container with the desired quantity of milk. We recommend that you use skimmed or semi-skimmed milk at refrigerator temperature (about 4° C). Do not use raw, unpasteurised milk and be sure not to use frozen milk, or milk after its expiration date as indicated on the packaging Open the steam connector door and put the Rapid Cappuccino System in place. It will take 15 seconds to heat. Place a Cappuccino cup under the coffee outlet or a tall glass for a latte macchiato by pushing the drip tray inside the machine Adjust the milk spout from the Rapid Cappuccino System to the correct cup height by raising it up to the right level. You can adjust the texture of milk froth by turning the regulator knob left or right. We recommend using minimum milk froth texture for Cappuccino and maximum milk froth texture for Latte Macchiato. Lift the lever completely and insert a capsule. Press the Cappuccino or Latte Macchiato button to begin preparation. The preparation starts after a few seconds and will stop automatically. When the preparation is finished the CLEAN alert will shine orange. It is very important to rinse the system after each milk based preparation. Lift and close the lever to eject the capsule and place a container under the coffee outlet. Begin by making sure the milk spout is pointed into the container. Press and hold the CLEAN button. The rinse cycle will begin and it will take approximately 16 seconds to complete. Disconnect the Rapid Cappuccino System and either store in a refrigerator or dismantle for cleaning, which should be done at least every two days. To clean, begin by removing the milk container lid and unplug the milk aspiration tube. Remove the milk froth regulator knob by turning it until in the “REMOVE position, and then pull it upwards. Then remove the Rapid Cappuccino System connector by turning it from ‘LOCK’ to ‘UNLOCK’ and pull it off. Finally, remove the milk spout by gently pulling it off. Clean all components on the upper level of your dishwasher. In case a dishwasher is not available, soak all the components in warm water (approximately 40° C or 104° F) together with mild detergent for at least 30 minutes. Rinse them with drinking water and then dry with a clean damp cloth.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "metrics_statistics": null,
    "delete": null,
    "notes": "",
    "uploader": "",
    "modified_date": "",
    "created_date": "",
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6480.738,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}