{
    "title": "Pizza Tips; Less is More",
    "description": "Jack Carlisle of Jack's Wood Fired Oven shares his tips on making artisan pizza the easy way.",
    "referenceId": "_yHh-h-7RQw",
    "date_created": "1389712097",
    "date_modified": "1452132142",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7161726",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Pizza-Tips-Less-is-More",
    "category": "",
    "duration": "182",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_yHh-h-7RQw\/hqdefault.jpg",
        "uploadDate": 1389712097,
        "videoId": "_yHh-h-7RQw",
        "title": "Pizza Tips; Less is More",
        "description": "Jack Carlisle of Jack's Wood Fired Oven shares his tips on making artisan pizza the easy way.\n\nhttp:\/\/www.campchef.com\/stoves\/pizza-ovens.html",
        "author": "Camp Chef",
        "mediaDuration": "182",
        "prettyDuration": "00:03:02",
        "views": "2406"
    },
    "transcripts": "[STONE CLICKS ON]\n[MUSIC PLAYING]\nHey this is Jack from Jack's wood-fired oven, Star Valley Trout ranch resort. Today we're gonna be talking about topping pizza. And these pizzas are thin crust pizzas using a high heat source. The biggest mistake I see making pizzas at home is too many toppings. So we're gonna go ahead and go over uh a good classic american pizza. And in our restaurant we didn't serve this pizza for three years because people's expectations are a lot of toppings on a supreme style pizza. So what we're gonna go ahead and do this is we're gonna take the american supreme pizza and convert it into high heat thin crust pizza. So first of all we're gonna go ahead and get started with our sauce; a nice red fresh sauce. And we don't need a lot of sauce. We're building layers of flavor here. So just a nice good thin layer of sauce. I'm gonna spread it around nice. And then were gonna wanna go ahead and put a nice thin layer of good hard mozzarella. Alright, okay what were gonna wanna do on our topping you gotta remember in a thin crust pizza, less is more. So we're gonna go ahead and put a little bit of sausage on here and we're not putting very much on. We wanna,  we don't wanna have a lot of big pieces. Just because of the high heat that we're gonna be cooking at. Okay next we can go ahead and put a little green onion on there and again we just want one or two bites of the pizza that have have these flavors in them. A little bit of mushrooms, a little bit of black olive and I like to put my onions last just because they can get a little bit a sear on them and it just cooks them up a little but nicer. So if you look there we don't have big deep pizza with lots of different layers on top of it its more of just small amounts of toppings mixed around on the pie. Then we're gonna go ahead and top this with a little Parmesan. So one thing to remember no matter what type of pizza you're gonna be making at home with a thin crust, go ahead and use less toppings. You're gonna find you're gonna have a better product in the end and you're gonna enjoy it a lot more. The other thing thing you gotta consider with these types of pizzas the high heat is just gonna shear your vegetables. Jack's quick tip today: less is more. ",
    "VV_VI": 16,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11",
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 335.39005,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}