{
    "title": "Flavored Stock for Shrimp Soup",
    "description": "Join Ming Tsai as he cooks up delicious soup using the All-Clad stock pots and flavor infuser.",
    "referenceId": "npgHs2bjOj4",
    "date_created": "1314043240",
    "date_modified": "1491584350",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7163703",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Flavored-Stock-for-Shrimp-Soup",
    "category": "",
    "duration": 10000,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/npgHs2bjOj4\/hqdefault.jpg",
        "uploadDate": 1314043240,
        "videoId": "npgHs2bjOj4",
        "title": "Flavored Stock for Shrimp Soup",
        "description": "Join Ming Tsai as he cooks up delicious soup using the All-Clad stock pots and flavor infuser.",
        "author": "AllCladOfficial",
        "mediaDuration": "142",
        "prettyDuration": "00:02:22",
        "views": "745",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey this is Ming Tsai with Simply Ming. You know what you can do with his All-Clad flavor infuser-- it's fantastic. This flavor infuser emulates basically a bouquet garni. You can put all the herbs and stuff you normally wrap in the leek but here you could do without having leek and having to take twine and  wrap it up. So I just put some Thai basil, some cilantro, some thime some Bay leaf. I'm gonna take a head of garlic. Just cut it in half, put this in, take a chilly smash a chilly put that in, take some pepper corns and smash some pepper corns. Put those in and then if you seal this all up when you put it in your stock, none of it is going to come out. And  that's what we have here. We're gonna put this in. I thinks about 15 minutes and that's what we have right here with a nice flavor stock now and then to this flavor stock, I'm gonna leave this in here and then add some shrimp. I'm kinda doing a shrimp Thai flavored soup and here's some rice stick noodles that we just soaked in hot water put those in and then we're gonna go ahead and plate this up. But again, it's very easy once you have all the wonderful flavors in it. You can just add your protein and your veg. and I'm going to do just a little bit of carrot here. I love this little machine. This is how you get tell you get carrot spaghetti and just give it a little twist. Here we go. Get some carrot here. Just little shreds of carrot. I like this as a garnish and all I'm going to do is put this in the ball, take some fresh lime juice which I love. I think lime juice is so good for soup like this. Put that in there. Then we're gonna go ahead and fish out some these noodles and some of this shrimp. Shrimp takes only about two minutes to cook. There you have it. Take a little bit of the broad. Very easy, very simple, and absolutely no mess. Funding for Simply Ming is provided by: All-clad is bonded construction, all-clad is functional design, all-clad is professional equipment, all-clad is a state of mind.",
    "VV_VI": 11,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 496.3396,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}