{
    "title": "Cordless Glass Electric Kettle",
    "description": "They say a watched pot never boils, but with stainless steel construction and crystal-clear borosilicate glass, it will be hard to look away.\nThe Clarity Cordless Glass Electric Kettle provides peace of mind through thoughtful details like an auto shut-off safety feature and BPA-free borosilicate glass to provide thermal shock protection. The Kettle features a generous opening for easy filling and a comfortable handle for a secure grip that stays cool to the touch, as well as a softopen lid that slowly releases steam and prevents splatter. Cordless convenience and elegant design allow the Kettle to move seamlessly between kitchen and table. \nWhether you’re creating a delicious cup of hot chocolate or serving afternoon tea, the OXO Clarity Kettle ensures a pure and enjoyable experience.",
    "referenceId": "22g-za1gpP0",
    "date_created": "1440430889",
    "date_modified": "1447356111",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7162896",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Cordless-Glass-Electric-Kettle",
    "category": "",
    "duration": "110",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/22g-za1gpP0\/hqdefault.jpg",
        "uploadDate": 1440430889,
        "videoId": "22g-za1gpP0",
        "title": "Cordless Glass Electric Kettle",
        "description": "They say a watched pot never boils, but with stainless steel construction and crystal-clear borosilicate glass, it will be hard to look away.\nThe Clarity Cordless Glass Electric Kettle provides peace of mind through thoughtful details like an auto shut-off safety feature and BPA-free borosilicate glass to provide thermal shock protection. The Kettle features a generous opening for easy filling and a comfortable handle for a secure grip that stays cool to the touch, as well as a softopen lid that slowly releases steam and prevents splatter. Cordless convenience and elegant design allow the Kettle to move seamlessly between kitchen and table. \nWhether you’re creating a delicious cup of hot chocolate or serving afternoon tea, the OXO Clarity Kettle ensures a pure and enjoyable experience.",
        "author": "OXO",
        "mediaDuration": "110",
        "prettyDuration": "00:01:50",
        "views": "522"
    },
    "transcripts": "They say a watch pot never boils but you won't be able to take your eyes off our Cordless glass electric kettle. The kettle is made from borosilicate glass which has the very best strength and clarity. It's also the thermally stable, shatter resistant and won't break under thermal shock which means it can go from very hot to very cold temperatures. So it won't crack or deform even if you empty a very hot pot and fill it up again with very cold water. The lid features a soft controlled opening so it's nice and slow and prevents water splatter or steam from injuring you. The Kettle holds up to 1.75 Liters of water features large easy-to-read markings on the side and both Ounces and Liters to allow for precise measuring. The on-off switch features a soft glow LED light blue light that lets you know when the powers on. When the kettle reaches full rolling boil it automatically pops itself off. All of the heating elements are contained within the heater which is located in the base. This means the bottom of the kettle stays cool even when it's boiling. You can set it directly on the counter or the table. This is great for entertaining or just popping in the kitchen table when you're done. The soft comfortable non-slip handle stays cool to the touch. We spent a lot of time looking at the spout designed and made sure that it was designed to have a steady controlled and accurate pour. The Kettle has a stainless steel removable and cleanable filter that's designed to take calcium mineral build-up from the water to give the purest taste without affecting the pour. When removed from the 360 degree swivel base the kettle is cord free, there's a cord wrap built into the base that allows you to get just the right amount of cord for optimal presentation on your counter top it also wrapped all the way up for compact storage when not in use. ",
    "VV_VI": "17",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5370.612,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}