{
    "title": "How to Use Wood Chips or Chunks",
    "description": "Learn all about the quick and easy ways to add smoky flavor to your food.",
    "referenceId": "_PMFuJFfP-g",
    "date_created": "1379453746",
    "date_modified": "1491522247",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7163831",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Use-Wood-Chips-or-Chunks",
    "category": "",
    "duration": 10000,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_PMFuJFfP-g\/hqdefault.jpg",
        "uploadDate": 1379453746,
        "videoId": "_PMFuJFfP-g",
        "title": "How to Use Wood Chips or Chunks",
        "description": "Learn all about the quick and easy ways to add smoky flavor to your food.",
        "author": "Char-Broil Grills",
        "mediaDuration": "123",
        "prettyDuration": "00:02:03",
        "views": "101138",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Wood adds a smoky flavor to food and it's easy to use. There are two types of wood for smoking:chunks and chips . Wood chunks are fist-sized pieces of wood. And are ideal for meats the require a longer smoking time, such as pork shoulder brisket and ribs. Chips are small pieces of wood and are best used on food you plan to grill or smoke quickly.. Such as chicken or fish. Different woods impart different flavors. Light woods, such as pecan or fruit woods like apple and cherry. Blend a mild, smoky sweetness to foods are best used with delicate items like. Fish and chicken.. Medium woods, include whiskey in Hickory. They impart a stronger smoke flavor it. And work well with sturdier cuts of meat such as pork shoulder and ribs. The strongest smoking wood is Mesquite. Mesquite's strong flavor. Is best-suited for beef brisket or if used sparingly,. It's great for pork and poultry. For chips you can either use a smoker box. Or use a foil packet.Simply cut a piece of heavy duty aluminum foil large. Enough to enclose three handfuls of chips. Seal around the chips and poke several holes in the package with a fork. Place the package on the grill hole side up.. If you're using an offset smoker start your coals in a charcoal starter with. Newspaper in the bottom. Once the coals are gray, add them to the firebox. Top them with three or four chunks of wood, for longer cooks. For a more smokey flavor, you can use wood chunks without charcoal to fuel your fire.. Or use a packet of wood chips for food that doesn't take much time to cook.. To use wood in a regular charcoal grill, once your coals are lit. And have turned gray,. Place the wood chunks or chips directly on the coals.. Chips are a better choice on the gas grill.. If you plan to use a smoker box, you simply need to fill the box to the top with chips.. And place on the hottest part of the grill. Once the chips start to smoke,. Move it to cooler spot or place the packet of chips directly on the hot grill grates. Move it to a cooler spot once the chips start to smoke. And on a Char-Broil TRU-Infrared grill add wood chips directly  to the grates for a great smoky flavor.",
    "VV_VI": "100",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 832.8504,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}