{
    "title": "OXO On Illuminating Digital Hand Mixer Details",
    "description": "Cream cheese frosting, chocolate brownies, whipped cream, fluffy meringue. All of these yummy treats depend on precise mixing. With a light to guide you, intuitive digital controls to steadily increase or decrease speed, and a consistent, DC motor that maintains its power no matter the workload, OXO’s Illuminating Digital Hand Mixer gives you the control to create the perfect result. And when you’re finished, the on-board beater clip, wrap-and-secure cord and flat, stable base allow for compact,\nupright storage. \nThe Bright Hand Mixer will help make light work of your baking adventures from beginning to end.",
    "referenceId": "PDO6Pf6mhOo",
    "date_created": "1440430873",
    "date_modified": "1447356111",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7162897",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-On-Illuminating-Digital-Hand-Mixer-Details",
    "category": "",
    "duration": "111",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PDO6Pf6mhOo\/hqdefault.jpg",
        "uploadDate": 1440430873,
        "videoId": "PDO6Pf6mhOo",
        "title": "OXO On Illuminating Digital Hand Mixer Details",
        "description": "Cream cheese frosting, chocolate brownies, whipped cream, fluffy meringue. All of these yummy treats depend on precise mixing. With a light to guide you, intuitive digital controls to steadily increase or decrease speed, and a consistent, DC motor that maintains its power no matter the workload, OXO’s Illuminating Digital Hand Mixer gives you the control to create the perfect result. And when you’re finished, the on-board beater clip, wrap-and-secure cord and flat, stable base allow for compact,\nupright storage. \nThe Bright Hand Mixer will help make light work of your baking adventures from beginning to end.",
        "author": "OXO",
        "mediaDuration": "111",
        "prettyDuration": "00:01:51",
        "views": "415"
    },
    "transcripts": "Hi i'm ok provocative and I'm here toshow you how you can brighten your. Brownie batter mix your cookie dough inmore with are illuminating digital him. Back there. The mixer comes with a set of balloonshaped beaters and a set of dough hooks. And kiss your battery is extra thickinsert the beater with a ring around it. Into the larger hole and the puterwithout the ring into the smaller hole. You know they're in place when you heara click turn on the mixer by pushing the. Power button the soft glow LED headlightwill be lit to have brightness to let. You know you are ready to go. The headlight will come to fullbrightness once the speed is selected. Allowing you to monitor betterconsistency selectors speed by pushing. The up arrow quick pushes allow you toselect six speeds from late next thing. To heavy whipping while a long pushautomatically takes you to the max speed. The speed appears clearly a backlit LEDdisplay the mixer features a controlled. Slow start to prevent bladder thepowerful Dec motor will maintain your. Selected speeds even as you add saladingredients that they can the matter. With your balloon beaters to your doughhooks for thicker do like bread record. Levels and snapped to either side tostay out of your way for lefties and. Righties and the soft comfortable handleis non slip the flat stable base allows. The mixer to conveniently rest on thecountertop if you pause during mixing. When you're finished. Eject the beaters with a simple push anddrop them in the dishwasher for cleaning. The mixer is designed for compactupright storage the cord wrapped. Securely around the base and snaps intoplace while the beaters store on the. Body with the help of a convenient clipwhatever treat your whipping up the octo. On eliminating digital hand mixer makeslight work of all your baking adventures. ",
    "VV_VI": "15",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9172.868,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}