{
    "title": "OXO On Illuminating Digital Immersion Blender Details",
    "description": "Butternut squash soup, tomato sauce, hummus, homemade ice cream, fruit smoothies. Each requires controlled blending. With a light to guide you, intuitive digital controls to steadily increase or decrease speed, and a powerful DC motor, OXO’s Illuminating Digital Immersion Blender gives you the control to create the perfect result. In addition, our Immersion Blender features a silicone shaft and a nylon head that protect bowls and cookware from dents and scratches while blending, mixing, and even when tapping off excess food.\nThe Bright Immersion Blender will help make light work of your cooking adventures from beginning to end.",
    "referenceId": "ocB9uPstE2g",
    "date_created": "1440430857",
    "date_modified": "1447356111",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7162898",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-On-Illuminating-Digital-Immersion-Blender-Details",
    "category": "",
    "duration": "106",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ocB9uPstE2g\/hqdefault.jpg",
        "uploadDate": 1440430857,
        "videoId": "ocB9uPstE2g",
        "title": "OXO On Illuminating Digital Immersion Blender Details",
        "description": "Butternut squash soup, tomato sauce, hummus, homemade ice cream, fruit smoothies. Each requires controlled blending. With a light to guide you, intuitive digital controls to steadily increase or decrease speed, and a powerful DC motor, OXO’s Illuminating Digital Immersion Blender gives you the control to create the perfect result. In addition, our Immersion Blender features a silicone shaft and a nylon head that protect bowls and cookware from dents and scratches while blending, mixing, and even when tapping off excess food.\nThe Bright Immersion Blender will help make light work of your cooking adventures from beginning to end.",
        "author": "OXO",
        "mediaDuration": "106",
        "prettyDuration": "00:01:46",
        "views": "277"
    },
    "transcripts": "Hi I'm Kate from OXO and I'm here to show you how to make soups, sauces, smoothies and more. Using are illuminating digital immersion blender. We designed the blender with convenience in mind so the shaft and the body can be attached in any position. And there's no need to worry about alignment. Once plugged in the soft glow LED headlight will be dimly lit for safety. To let you know the blenders is on. A simple twist of the dial lets you smoothly transition between six speeds which are displayed clearly via back-lit LED technology. Start or stop blending with complete control by pressing the wide soft touch power button and the soft comfortable handle is non slip. As you blend the LED headlight will come to full brightness so you can monitor consistency. This is particularly helpful in a taller pot or if your blending without direct lighting above you. The powerful motor is designed to attract food to the blades without creating too much suction so you don't have to worry about accidentally lifting the pot as you blend. The heat resistant nylon head won't scratch nonstick or other delicate surfaces and the silicone coated stainless steel shaft won't dent cookware edges tapping off excess food. When you're finished blending simply pushed the release button to remove the shaft and rinse it with warm soapy water. For easy compact storage wrap the cord around the body and secure it with the cord clip. Love smoothies we've included a durable BPA-free plastic beaker for measuring and blending up to three cups. The beaker also come with a silicone lids you can store what you blend for later. Whatever you're creating the OXO on eliminating digital immersion blender will help late the way through all your cooking adventures. ",
    "VV_VI": "21",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 13689.23,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}