{
    "title": "Char-Broil The Big Easy Oil-less Turkey Fryer",
    "description": "The Char-Broil TRU-Infrared Big Easy Oil-less Fryer\n\nYes, it's hard to believe: frying a food without oil, but that's just what The Big Easy does. Using Char-Broil TRU-Infrared heat, The Big Easy \"fries\" the meat AND locks in the natural juices, which are often lost in the roasting and frying process. \n\nYour meat comes out golden brown, juicy and delicious without the danger of hot oil to splatter or spill. There's no extra expense for gallons of oil, or the headache of disposal once the oil is cool. The Big Easy is large enough to cook up to a 16 pound turkey and there's even a drip pan to catch the drippings necessary for gravy and other recipes. \n\nTo get started, simply connect The Big Easy to a 20 pound propane tank. The easy-on\/off controls are already pre-set to the ideal temperature and since there's almost no assembly required, you're ready to cook with no fuss. When you're done, there are no messy pans to clean up either! Now you see why it's called The Big Easy. Couldn't you use something this \"Easy\" in your life?",
    "referenceId": "0V38-xvQgCY",
    "date_created": "1444220759",
    "date_modified": "1477352653",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "7163760",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Char-Broil-The-Big-Easy-Oil-less-Turkey-Fryer",
    "category": "",
    "duration": "76",
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0V38-xvQgCY\/hqdefault.jpg",
        "uploadDate": 1444220759,
        "videoId": "0V38-xvQgCY",
        "title": "Char-Broil The Big Easy Oil-less Turkey Fryer",
        "description": "The Char-Broil TRU-Infrared Big Easy Oil-less Fryer\n\nYes, it's hard to believe: frying a food without oil, but that's just what The Big Easy does. Using Char-Broil TRU-Infrared heat, The Big Easy \"fries\" the meat AND locks in the natural juices, which are often lost in the roasting and frying process.  \n\nYour meat comes out golden brown, juicy and delicious without the danger of hot oil to splatter or spill.  There's no extra expense for gallons of oil, or the headache of disposal once the oil is cool.  The Big Easy is large enough to cook up to a 16 pound turkey and there's even a drip pan to catch the drippings necessary for gravy and other recipes. \n\nTo get started, simply connect The Big Easy to a 20 pound propane tank. The easy-on\/off controls are already pre-set to the ideal temperature and since there's almost no assembly required, you're ready to cook with no fuss. When you're done, there are no messy pans to clean up either! Now you see why it's called The Big Easy.  Couldn't you use something this \"Easy\" in your life? \n\nVisit http:\/\/www.charbroil.com for more information.\n\nFACEBOOK: \nhttp:\/\/www.facebook.com\/charbroil\nTWITTER:\nhttp:\/\/www.twitter.com\/charbroil\nSHOP CHAR-BROIL\nhttp:\/\/www.charbroil.com",
        "author": "Char-Broil Grills",
        "mediaDuration": "76",
        "prettyDuration": "00:01:16",
        "views": "4095",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING]\n\nThe Char-Broil TRU Infrared Big Easy oil less fryer. Yes, it's hard to believe. Frying a food without oil, but that's just what the Big Easy does. Using Char-Broil TRU Infrared heat, the Big Easy fries the meat and locks in the natural juices which are often lost in the roasting and frying process. Your meat comes out roasting brown juicy and delicious without the danger of hot oil to splatter or spill. There is no extra expense for gallons of oil or the headache of disposal once the oil is cool. The Big Easy is large enough to cook up to a 16 pound turkey and there's even a drip pan to catch the drippings necessary for gravy and other recipes. To get started, simply connect the Big Easy to a 20 propane tank. The easy ON\/ OFF controls are already preset to the ideal temperature and since there is almost no assembly required, you're ready to cook with no fuzz. When you're done there are no messy pans to clean up either. Now you see why it's called the Big Easy. Couldn't you use something this easy in your life? Char-Broil.",
    "VV_VI": 20,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10243.505,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}