{
    "title": "The Best Waffle Maker - The Smart Waffle by Breville  - Designers Comments",
    "description": "Breville designers discuss what we learnt and what we overcame as we challenged ourselves to make the best waffle maker - the Smart Waffle.",
    "referenceId": "mkdf--WkhNA",
    "date_created": "1480378005",
    "date_modified": "1480447618",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Food_Preparation",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "81334148",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-Best-Waffle-Maker-The-Smart-Waffle-by-Breville-Designers-Comments",
    "category": null,
    "duration": 200,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Breville Food Thinkers",
        "hdvFlag": 1,
        "description": "Breville designers discuss what we learnt and what we overcame as we challenged ourselves to make the best waffle maker - the Smart Waffle. \nFind the Smart Waffle Maker here: http:\/\/www.breville.com.au\/cooking-appliances\/snack-makers.html\nFind Waffle Recipes here: http:\/\/www.foodthinkers.com.au\/recipes\/waffle-maker",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mkdf--WkhNA\/hqdefault.jpg",
        "videoId": "mkdf--WkhNA",
        "mediaDuration": 200,
        "prettyDuration": "00:03:20",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "So when we started the design process of the smart waffle it started with observations learning as much as we could from as many sources as possible to make us waffle experts included home visits learning what we could from the actual users in their homes, reading online reviews learning everything that the market had to say about what the makers of the problems that were finding and also testing every product out there and from all of those observations one of the biggest insights we had was that mess was a major problem. When waffle better cooks the doubles in size and this is because the air bubbles trapped in the mixture of caused by a beaten egg whites or what other process food your using the heat causes them to expand rapidly. You can't really direct that bad either escapes wherever it wants some products try and direct the batter into a bucket with a notoriously don't work they tip over they overflow its a huge issue. So what we did is we added a moat over the full perimeter of the product is an external moat visible during the cooking process so you can easily access it while waffle batter is cooking and if you want you can eat them, call them waffle sticks. Another problem we found is that cooking results vary greatly depending on when the user adds matter to the unit we find that in general people don't want to wait for the waffle maker to heat up fully between cooking cycles and so they were getting inconsistency between batches cook for the same amount of time that's why we developed the smart waffle with water like you which knows the exact state the machine is in when the user adds the batter and close the lid and so it automatically adjust the cooking time accordingly. For example if you add better straight after a cook waffle has been removed the unit knows that the plates have not fully heated up again so I will actually add extra cooking time so that you always get the same result. Another problem we found through our research is that its very difficult to get consistent level of brownness for the individual consumers test some people like them dark some people like the light and other products out there if you set to a certain level of roundness is very, very difficult to achieve that exact same setting for the next time you cook waffles so we've engineered the waffle place to have a very even distribution of heat eliminates the hot spots any cold spots and the consumer can get a consistent repeatable brownness result every single time they cook waffles. The smart waffle also has four preset cooking settings Belgian, classic, chocolate, buttermilk and also a custom setting and each of those has a predetermined cooking profile which you can then modify with our darkness setting so you get a consistent level of brownness each time you cook with a job at a time. And of course if you finish cooking that you realize your waffles are quite dark enough to impress a bit more for that little bit of extra cooking time. The most important thing with a waffle maker is the actual waffles themselves with a with a waffle its all about the crispiness of the exterior and the light and fluffy mess of the interior so we could literally thousands of waffles and we also made many prototypes like this one to best design the perfect waffle shape it's thicker than your average Belgian waffle which means that syrup doesn't sink through once you apply to both as an added bonus our fits into all of our toasters to reheat easily. I think we've created the best waffles in the world.",
    "VV_VI": 17,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 12788.548,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}