{
    "title": "The Quick Touch Microwave by Breville - Thought for Food with Heston Blumenthal",
    "description": "Heston Blumenthal demonstrates how the Quick Touch is the first microwave that works properly on an array of different foods and is also easy and simple to use.",
    "referenceId": "98NPE_PaF7A",
    "date_created": "1480526382",
    "date_modified": "1480527014",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Gifting",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "81506160",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-Quick-Touch-Microwave-by-Breville-Thought-for-Food-with-Heston-Blumenthal",
    "category": null,
    "duration": 261,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Breville Food Thinkers",
        "hdvFlag": 1,
        "description": "Heston Blumenthal demonstrates how the Quick Touch is the first microwave that works properly on an array of different foods and is also easy and simple to use.\nFind the Quick Touch Microwave here: http:\/\/www.breville.com.au\/cooking-appliances\/microwave-ovens.html\nFind recipes and more videos here: http:\/\/www.foodthinkers.com.au\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/98NPE_PaF7A\/hqdefault.jpg",
        "videoId": "98NPE_PaF7A",
        "mediaDuration": 261,
        "prettyDuration": "00:04:21",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Today almost every kitchen has one of these a microwave so you think that they'll be plenty of them that were reliably and simple to use but if you're anything like me at some point you've probably experienced the exploding baked bean, the rubbery edges on the frosted chicken or lasagna that is scoring on the outside but still stone cold in the middle. Some microwaves try to help with these problems by adding lots of different cooking functions with the control panel becoming so complex that it is almost impossible to decipher which button does what. Well the Breville quick touch is the first microwave I've used that works properly on an array of different foods and its all so simple and easy to use sounds too good to be true. Well before we have a play with the quick touch lets take a look at how microwaves work and what kinds of problems they create. Microwaves are unlike any other cooking device you probably noticed that unlike your oven or frying pan the microwave itself doesn't get hot only the food inside it does the actual cooking waves bouncing around inside and not heat ways rather the frequency of these waves causes the water molecules in foods to rapidly vibrate, the vibrating molecules then crash into the surrounding proteins carbohydrates and fats and its these collisions that create heat inside the food. The food heats up inside of the oven itself stays cold and as weve all experienced this reaction happens incredibly quickly making the microwave one of the fastest ways to heat food but microwave cooking creates two very significant problems. Firstly foods differ enormously in their water content vegetables for example made up a bit in 85 and ninety-five percent water, meats or there about seventy percent, butter is less than 20 and believe it or not most cooking chocolate is only about three percent water so if microwaves work by making water molecules vibrate and some foods are ninety five percent water and others are only three percent you can imagine that different fluids behave very very differently in a microwave typically the lower the water content the lower the amount of microwave power you need to apply to heat the food evenly. The second issue is that microwaves only penetrate a few centimeters into the food if youre microwaving anything thicker the outside gets hot first and then the heat starts to conduct inwards towards the middle this is a big problem for thicker foods because unless you turn the microwave power down and give the heat more time to conduct inwards you end up with rubbery edges and a frozen middle or my least favorite of all the exploding bake baby so different ingredients need different levels of power and different cooking times and this is why some microwaves have control panels that not even a team of NASA scientists can interpret its these kinds of challenges that the design and cooking teams at Breville just love to solve so they've invented a microwave that lets you adjust the power and time and any stage during the cooking cycle simply by turning a dial. The easy to access smart settings were developed using over 3,000 hours of kitchen testing to make sure the right power levels and times they used to suit which ever food that you're cooking, reheating, or defrosting. You can access the menus with just one touch and with a simple turn of the dial adjust the food type and then amount and the quick touch calculates how much power and how much time is needed and whats even better is that some of our favorite kitchen tasks that can be difficult to master are just one touch away. Choose from softened butter milk, chocolate, baked beans, popcorn save your own favorite and if you ever need a little bit more a bit more button adds time remembering the setting or power level you using. The Breville quick touch microwaves. Simple.",
    "VV_VI": 52,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 17912.924,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}