{
    "title": "How to Clean Camelbak Podium Water Bottle 2017",
    "description": "Finally get rid of that mould from inside your mouth piece.",
    "referenceId": "Er6GIEz11ck",
    "date_created": "1486084607",
    "date_modified": "1490123629",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85262686",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Clean-Camelbak-Podium-Water-Bottle-2017",
    "category": null,
    "duration": 195,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Vaseem Salimi",
        "hdvFlag": 1,
        "description": "Finally get rid of that mould from inside your mouth piece.\nMusic by www.PhreakUnique.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/Er6GIEz11ck\/hqdefault.jpg",
        "videoId": "Er6GIEz11ck",
        "mediaDuration": 195,
        "prettyDuration": "00:03:15",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "So, if your podium cup looks like mine and disgusting inside and even when you put this bit off the way the manufacturers tell you to, you still cannot get inside there because it's all sealed up and the manufacturer doesn't recommend you do anything further than to just clean these parts. What you really need to do. Is grab something kind of blunt like a kitchen knife and if you can see, you want to get it up into the edge between the solid plastic center and the soft silicone around the edge through over here. You get it in there and pry this out just like that. And once you're there, you can pull this whole middle section out. and get to this horrible gunk inside and the inside part of the valve and stuff there. And give it a proper clean, something you'll be happy with. So i gave it a quick rinse, but really I would suggest to let is soak in some sort of a solution which you know is going to kill the bacteria in some sort of mild bleach or a sanitizer solution.\n\nThat would be ideal but as you can see this way it's really nice and clean. Same as this section here. give it a good clean right inside. But this especially, if you let it soak, the chemical will get right into those really small indents there. now watch out for this little rubber ring here. When you're washing it it, it can easily come off and fall off the drain. So maybe take this off before you start washing it and put it back again afterwards. So once you have the two components nice and clean and dry. It should be dry before they go in. It should be simple okay. And I'm just doing it for the first time so let's get our zeal buckle in there again and push it up and then force this back in. There you go. As you can see now the rubber zeal has gone nicely on the inside and everything is back the way it was. This is beautifully clean. This has had a good clean inside as well. So that just pops back on. As you can see, 100% cleaner than before. and that's how you keep this clean",
    "VV_VI": "10",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11",
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 417.6172,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}