{
    "title": "NewAir WAT30B Top Loading Water Dispenser Review",
    "description": "A quick demonstration of the NewAir WAT30B top loading water dispenser. See its brand new features and why so many people trust it to deliver great drinking water.\n\nThe NewAir WAT30B provides quick and convenient access to hot and cold water in your home or office. Its powerful compressor lets it chill water down to 39°F, or heat it up to 185°F. It comes with a bottle spike for easy loading, a storage compartment for cups and napkins, and its completely BPA free. Designed to fit with the style of your home, it's an efficient and healthy way to stay hydrated.",
    "referenceId": "YAr8iBCoQU8",
    "date_created": "1485914742",
    "date_modified": "1490123321",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85231001",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "NewAir-WAT30B-Top-Loading-Water-Dispenser-Review",
    "category": null,
    "duration": 106,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "NewAir",
        "hdvFlag": 1,
        "description": "A quick demonstration of the NewAir WAT30B top loading water dispenser. See its brand new features and why so many people trust it to deliver great drinking water.\n\nThe NewAir WAT30B provides quick and convenient access to hot and cold water in your home or office. Its powerful compressor lets it chill water down to 39°F, or heat it up to 185°F. It comes with a bottle spike for easy loading, a storage compartment for cups and napkins, and its completely BPA free. Designed to fit with the style of your home, it's an efficient and healthy way to stay hydrated.\n\nRead more at http:\/\/www.newair.com\/water-dispensers\/energy-star-wat30b",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YAr8iBCoQU8\/hqdefault.jpg",
        "videoId": "YAr8iBCoQU8",
        "mediaDuration": 106,
        "prettyDuration": "00:01:46",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The NewAir WAT30B Pure Spring triple tap water dispenser with BPA free materials is a reliable way to provide access to hot and cold water 24 hours a day. To use it, simply plug it in and load the bottle on top. The bottle will drain down into the reservoir where it's heated and cooled automatically. To reduce the risk of spills, the cooler is equipped with a splash guard with a bottle spike. The spike punctures a hole in the cap of the bottle. This way, the water stays in the bottle until the bottle is fully inserted into the cooler. When you're lifting the bottle, always make sure that you're lifting with your knees and not you back in order to prevent straining in your back muscles. Once the bottle is fully inserted, you'll have to wait a few minutes fro the water to be heated and cooled to the right temperature. The lights in the side let's you know what the cooler is doing. The light on top indicates that the power is on. The red one in the middle indicates that it's heating and the green one in the bottom indicates that it's cooling. \nOnce the water is ready, dispense it though one of the buttons on top. The one on the right dispenses cold water, the one in the middle dispenses room temperature water, and the one of the left dispenses hot water. The hot water button has a safety lock on it so they don't scald themselves. To use it, simple pull up on the tab and then press down  on the button. The bottle comes out through one of three nozzles and there's a drip tray below to catch any droplets that may fall. If it gets too full, simply take it out and rinse it. It's completely dishwasher safe. Below the tray is a small storage cupboard or cups napkins and paper towels. The NewAir WAT30B can dispense up to half a gallon of cold water and a a quarter gallon of hot water every hour. It comes with a one year warranty and a lifetime of dedicated customer service from NewAir-- a name you can trust.",
    "VV_VI": 52,
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8984.895,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}