{
    "title": "PUR ULTIMATE Water Filtration System",
    "description": "PUR ULTIMATE Water Filtration System. I nice affordable way to get filtered water right from your kitchen sink. My first unit was impossible to line up so the water came out straight down, it always lined up crooked. I delt with it until I needed to change the filter and then noticed a leak. I contacted customer support and by the time they got back to me I had fixed the leak, but the it was still crooked. I mentioned to them about it being crooked and they sent me a new unit right away and guess what, it aligned perfectly EVERY time.",
    "referenceId": "65ttP4nQhO0",
    "date_created": "1486084319",
    "date_modified": "1490123620",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85262685",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "PUR-ULTIMATE-Water-Filtration-System",
    "category": null,
    "duration": 186,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "JRESHOW",
        "hdvFlag": 1,
        "description": "PUR ULTIMATE Water Filtration System. I nice afforable way to get filtered water right from your kitchen sink. My first unit was impossible to line up so the water came out straight down, it always lined up crooked. I delt with it until I needed to change the filter and then noticed a leak. I contacted customer support and by the time they got back to me I had fixed the leak, but the it was still crooked. I mentioned to them about it being crooked and they sent me a new unit right away and guess what, it aligned perfectly EVERY time. Get the PUR here: http:\/\/goo.gl\/Wbb4Sd Get filters here: http:\/\/goo.gl\/1UcraH",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/65ttP4nQhO0\/hqdefault.jpg",
        "videoId": "65ttP4nQhO0",
        "mediaDuration": 186,
        "prettyDuration": "00:03:06",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "What's up guys, today we're looking at the PUR Ultimate Water Filter. This is what the maxion filter technology. This is a simple water filter that you just clip on to your existing faucet. There's adapters that come with this. You can easily clip it on, you an clip it off, and it filters out your water. Now, there are filters that you buy for this fro refill. they say that a single filter will filter one hundred filters of water. So depending one how much you're actually using this, how much water. Yeah, but either way there's a light indicator on this and it will blink green when the filter is working. When the filter is not working anymore or is changed, it will turn red. Now how this works is jut off a kinda guessing like a time that it senses. And how to reset it, you just simply change the filters. so there's like a reset that you sort of have to unloosen it. So technically, you can put the same filter in there, but you definitely don't want to do that because you're water won't be filtered.\n\nSo my first filter that I got from this actually- well not filter but system that I got from this actually wasn't working correctly because when you screw on the actual thing where the water comes out, it's supposed to line up perfectibility so the water shoots down you know perfectly up and down while mine was shooting at an angle so the water was shooting off on the side, and I tried to pry about 30 or 40 times trying to get to line up perfectly, however, it did not work. So I ended up getting new filters and when I changed the filters, I ended up getting a leak. I think it was around where I screwed on the cap. So I contacted PUR, I told them about the issue, and I told them about how it was crooked of to the side. And they immediately sent me a new unit. And every time now I put the thing on, it lines up perfectly and stops right there so that was the issue. I did have a bad unit. So good customer service there at least. It fits any water or most faucets. Like I said, there's an adapters. There's one metal adapter and the rest are like a black plastic. the one that I ended up using for my faucet was the black faucet. I don't have any problems with leaks. I've been using it now for about three to four months and seems to be working pretty good. The water tastes just fine, there's no strange taste or anything like that. ",
    "VV_VI": 55,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7809.9517,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}