{
    "title": "DeepClean Essential 8852",
    "description": "With the BISSELL DeepClean Essential Carpet Cleaning System you can easily get out the embedded dirt, stains, allergens*, and odors that vacuums can't reach. Plus you can freshen the whole room when you use the BISSELL DeepClean & Refresh + Febreze Freshness™ Formula included. The DirtLifter PowerBrush and a pressurized spray gently loosen and lift dirt from your carpet, surprising you with just how much comes out. The patented 2-in-1 tank system makes carpet cleaning easy with fewer trips to the sink. And exclusive Heatwave Technology helps maintain water temperature throughout the carpet cleaning process.",
    "referenceId": "MsAgLiJAp0I",
    "date_created": "1486506057",
    "date_modified": "1490123909",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85300224",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "DeepClean-Essential-8852",
    "category": null,
    "duration": 127,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "BISSELL",
        "hdvFlag": 1,
        "description": "With the BISSELL DeepClean Essential Carpet Cleaning System you can easily get out the embedded dirt, stains, allergens*, and odors that vacuums can't reach. Plus you can freshen the whole room when you use the BISSELL DeepClean & Refresh + Febreze Freshness™ Formula included. The DirtLifter PowerBrush and a pressurized spray gently loosen and lift dirt from your carpet, surprising you with just how much comes out. The patented 2-in-1 tank system makes carpet cleaning easy with fewer trips to the sink. And exclusive Heatwave Technology helps maintain water temperature throughout the carpet cleaning process. See how great your carpets can look and feel. http:\/\/www.bissell.com\/deep-clean-essential\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MsAgLiJAp0I\/hqdefault.jpg",
        "videoId": "MsAgLiJAp0I",
        "mediaDuration": 127,
        "prettyDuration": "00:02:07",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "You're household sees a lot of traffic from first birthday parties to graduation get togethers and everything in between. With so much activity you need a fast effective way to keep carpets and a couches looking and  smelling their best. The Bissell deep clean essential is a budget friendly, multitasking, carpet, and upholstery cleaner. Refresh carpet and tackle deep down dirt and stains anytime its convenient for you. The deep clean essentials sprays a mixture of water and Bissell formula into carpet fibers to loosen the dirt and stains that regular vacuuming leaves behind. It's convenient and powerful, but incredibly easy to use. The large one gallon tank means fewer trips to the sink fro filling and emptying. Just fill, measure, and go. When deep cleaning large areas, Deep clean Essential's powerful suction helps surfaces dry fast. The result is carpets that look, feel, and smell much cleaner than those that are simply vacuumed. Built in heatwave technology helps maintain the temperature of the water and cleaning solution and the included tools make cleaning even hard to reach spots a breeze. Attach the handheld  tough stain tool to your deep cleaners long flexible hose so you can deep clean upholstery and other hard to reach places. Target stains on wide areas such as stairs with the six inch stair tool  for faster cleaning. And use the spraying crevice tool to easily remove dirt and stains in narrow spaces and corners. When you're done, simply empty the dirty water tank, then remove the nozzle and rinse clean. The Bissell deep clean essential offers a quick and effective clean so you can relax and enjoy life's little moments. Welcome to deeper clean.",
    "VV_VI": "1",
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"lastUpdatedDate\":\"2017-05-24\",\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1414.4087,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}