{
    "title": "Sedona Express Dehydrator -- The Power of the Sun on Your Kitchen Counter!",
    "description": "The First SMART Digital Dehydrator with 11 Dehydrating Trays\n\n• Model SD-6780 includes 11 Stainless Steel Trays & 1 Stainless Steel Closed Tray\n• Model SD-6280 includes 11 BPA-Free Trays & 1 BPA-Free Closed Tray\n\nCompact Design & Powerful Performance\n\nThe Tribest Sedona Express is the world’s first full-featured dehydrator with a compact, kitchen-friendly design. Use all 11-trays with the advanced TST feature to get the best results for all your dehydrating needs. From fruits and vegetables, to meats and crackers, the Sedona’s central fan ensures even airflow and rapid dehydration. The Tribest Sedona Express allows you to set the temperature and timer using its user-friendly all-digital controls; precision dehydration has never been so easy. Get all these features without sacrificing all the kitchen counter space.",
    "referenceId": "YeWUYrSfsvc",
    "date_created": "1487027073",
    "date_modified": "1487035578",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85375323",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Sedona-Express-Dehydrator-The-Power-of-the-Sun-on-Your-Kitchen-Counter",
    "category": null,
    "duration": 201,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "tribestlife",
        "hdvFlag": 1,
        "description": "The First SMART Digital Dehydrator with 11 Dehydrating Trays\n\n• Model SD-6780 includes 11 Stainless Steel Trays & 1 Stainless Steel Closed Tray\n• Model SD-6280 includes 11 BPA-Free Trays & 1 BPA-Free Closed Tray\n\nCompact Design & Powerful Performance\n\nThe Tribest Sedona Express is the world’s first full-featured dehydrator with a compact, kitchen-friendly design. Use all 11-trays with the advanced TST feature to get the best results for all your dehydrating needs. From fruits and vegetables, to meats and crackers, the Sedona’s central fan ensures even airflow and rapid dehydration. The Tribest Sedona Express allows you to set the temperature and timer using its user-friendly all-digital controls; precision dehydration has never been so easy. Get all these features without sacrificing all the kitchen counter space.\n\nTo order or to inquire: call 1-888-254-7336. ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YeWUYrSfsvc\/hqdefault.jpg",
        "videoId": "YeWUYrSfsvc",
        "mediaDuration": 201,
        "prettyDuration": "00:03:21",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Tribest Sedona Express is the world's first full feature dehydrator with a compact kitchen friendly design. With it's eleven trays, user friendly digital controls, central single fan technology, and advanced two stage sequential temperature timer (TST), the Tribest Sedona Express doesn't sacrifice power and features for a smaller size. The glass hinged doors of Sedona Express allows for easy opening and closing when you have a clear view of the drying chamber. Monitoring the dehydration process is convenient. With an internal LED light, you can insert and remove the trays with ease, even in dark spaces. With the Tribest Sedona Express, you have an option of eleven plastic trays or eleven stainless steel mesh trays. Both Sedona Express models have a washable and removable air filter and an easy cleanup removable BPA free debris tray to make dehydrating your favorite treats even easier and healthier. Sedona Express's front panel features user friendly all digital controls fro temperature and timer. The built in timer can be set up to 99 hours or continuous operation that allows for 150 hours of uninterrupted operation to accommodate all your favorite dehydration recipes. With its powerful central single fan, the Tribest Sedona Express ensures even airflow and rapid dehydration of a variety of ingredients from fruits and vegetables to meats and crackers. With its three innovative settings, FAST, RAW, and COMBO, you can effortlessly reduce dehydration time, maintain essential enzymes in food, and enjoy worry free dehydration without teh need to constantly monitor the dehydration process. With the Sedona Express's fast mode, you can dry foods rapidly at an average temperature as low as 167 degrees Fahrenheit or 75 degrees Celsius for foods like beef jerky. Are you more into raw foods? Sedona Express's raw mode has overheat protection that shuts off the heating unit when the internal temperature reaches the desired heat setting. This ensures that the food temperature inside the drying chamber never goes above this temperature that you set. With this feature, you can maximize preservation of nutrients and live enzymes in your favorite foods and vegetables. The combo mode features the revolutionary two stage sequential temperature timer. This allows you to start the dehydration process at a higher temperature, fast mode ,for the first few hours and then automatically switch to lower temperatures, raw mode, for the remainder of the set time. This automates the dehydration process with higher water content like tomatoes and water melons and conveniently dehydrates the foods at faster pace while still  preserving all your nutrients and enzymes. The compact but powerful Sedona Express has kitchen friendly details throughout with its easy access on and off switch, a choice between Fahrenheit and Celsius, whisper quiet operation, and 10 year warranty, Tribest makes healthy living easy. ",
    "VV_VI": 73,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2634.7898,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}