{
    "title": "Zojirushi Micom Water Boiler & Warmer CD-JWC30\/40",
    "description": "The Micom Water Boiler & Warmer features three keep warm temperature settings (175°F, 195°F, 208°F) and an optional QUICK TEMP mode that reaches 175°F, or 195°F keep warm directly without reaching a boil, saving time and energy while reducing steam. Its energy saving timer function automatically turns on the boiler at a later time to save electricity. Made in Japan.",
    "referenceId": "53xfGDhvFWk",
    "date_created": "1487026934",
    "date_modified": "1487026934",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85375306",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Zojirushi-Micom-Water-Boiler-Warmer-CD-JWC30-40",
    "category": null,
    "duration": 242,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "ZojirushiAmerica",
        "hdvFlag": 1,
        "description": "The Micom Water Boiler & Warmer features three keep warm temperature settings (175°F, 195°F, 208°F) and an optional QUICK TEMP mode that reaches 175°F, or 195°F keep warm directly without reaching a boil, saving time and energy while reducing steam. Its energy saving timer function automatically turns on the boiler at a later time to save electricity. Made in Japan.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/53xfGDhvFWk\/hqdefault.jpg",
        "videoId": "53xfGDhvFWk",
        "mediaDuration": 242,
        "prettyDuration": "00:04:02"
    },
    "transcripts": "The Zojirushi Micom water boiler and warmer is one of our newest water boilers. Designed to quickly heat water and keep it at the selected temperature, this water boiler is an ideal appliance for your home or office. This model is available in three or four liter capacity. It's quality made in Japan and comes in two colors, silver gray and natural bouquet. The Micom water boiler and warmer is versatile and keep water warm at different temperatures fro brewing various types of teas. Making coffee preparing instant noodles and blanching vegetables. \n\nTo use, simply fill the container with clean water. Plug in and select the desired temperature setting on the LCD display panel. The water level gauge makes it easy to see how much water is left. The water boiler comes with three selectable keep warm temperature settings, 209, 195, and 175 degrees.\n\nAt 175 degrees, water is heated to just the right temperature fro brewing various types of green teas. At 195 degrees, the water is perfect for brewing Oolong tea. And at 208 degrees, the hot water can be used for brewing black teas and herbal teas. At 208 degrees you can quickly bring water back to a boil fro blanching vegetables and preparing instant noodles. The Micom water boiler and warmer also comes with the optional quick temp mode. \nA great feature for those that prefer to use filtered water or who need to quickly heat water. this convenient feature heats water to 175 or 195 degrees without first bringing it to a boil saving energy and a significant amount of time. Dispensing hot water is easy using the electric dispensing system. Simply place your cup under the spout and press the unlock button, then press the dispense button. Cafe drip dispensing decreases the amount of water dispensed to 60 percent of the normal setting making it suitable for brewing cafe drip coffee. \n\nThe LCD panel shows the actual water temperature at all times and the convenient delay timer function saves energy by shutting off electricity to the heater until it's time to heat water again. This water boiler also comes with multiple safety features including an automatic dispense log. Auto shut off which turn off the heater when there's no water in the inner container, and a removable magnetic power cord which easily detaches from the machine. The non-stick coated stainless steel interior and other food content zones are BPA free and the unit also comes with a convenient detachable lid for easy water disposal. A swivel base for serving convenience and a sturdy handle for easy transportation. The Zojirushi Micom water boiler and warmer is a great addition to your counter top. Zojurushi Inspirations from everyday life.",
    "VV_VI": 96,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4931.56,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}