{
    "title": "Insect Shield for Pet Professionals",
    "description": "Insect Shield is a groundbreaking technology on the front lines in the battle against bugs, and this same innovative protection that's approved for the whole family is now available for use in your shop!\n\nInsect Shield is a technology for treating gear that repels mosquitoes, ticks, flies, and fleas. The active ingredient in Insect Shield is permethrin — a synthetic form of a natural bug repellent. Each Insect Shield product features a proprietary permethrin formula bound tightly to fabric fibers for long-lasting built-in protection from harmful pests, including those that can carry dangerous diseases.",
    "referenceId": "d2oy38FUiP0",
    "date_created": "1486599509",
    "date_modified": "1490124419",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85318525",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Insect-Shield-for-Pet-Professionals",
    "category": null,
    "duration": 162,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Insect Shield for Pets",
        "hdvFlag": 1,
        "description": "https:\/\/www.petedge.com\/zpetedgemain\/...\n\nInsect Shield is a groundbreaking technology on the front lines in the battle against bugs, and this same innovative protection that's approved for the whole family is now available for use in your shop!\n\nInsect Shield is a technology for treating gear that repels mosquitoes, ticks, flies, and fleas. The active ingredient in Insect Shield is permethrin — a synthetic form of a natural bug repellent. Each Insect Shield product features a proprietary permethrin formula bound tightly to fabric fibers for long-lasting built-in protection from harmful pests, including those that can carry dangerous diseases.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/d2oy38FUiP0\/hqdefault.jpg",
        "videoId": "d2oy38FUiP0",
        "mediaDuration": 162,
        "prettyDuration": "00:02:42",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Dangerous disease carrying pests don't just pose a threat to pets, they can spell disaster for you and your business. Insect Shield for pets offers the innovative protection you need to keep your business, employees, and four legged clients free from pests. Designed to convert gear into effective long lasting insect protection, EPA registered Insect Shield technology has been trsuted by pet parents to protect their pets for years. Now this same innovative technology in products made for pet care professionals. The active ingredient is permethrin, a synthetic version of a natural repellent found in chrysanthemums. This permethrin formula tightly bound to fabric fibers providing you and the pets you serve with effective and odorless built in protection from dangerous insects and the diseases they carry including Lyme disease, Heartworm, and more. Insect shield is an approved vendor of the United States Army and Marine Corps and is approved for use by the whole family including babies, so you can use Insect Shield products with confidence. Dangerous pests can be passed from dog to human or to other dogs during regular grooming sessions or clinic visits. Treated with Insect Shield technology, these V-neck tops protect you and your staff from harmful insects -- effectively eliminating them before they wreak havoc on your business. Mats offer a comfy place for dogs to relax while protecting them from harmful pests. Insect Shield's innovative permethrin formula bonded to the mats effectively eliminates and repels fleas, ticks, mosquitoes and more.  the mats are perfect for cages, kennels, waiting rooms, and any area where pets are at risk. Insect Shield Kennecotts give pets a cool elevated resting spot and repel harmful biting insects making them a great choice fro multi-dog facilities. Do you already offer finishing touches to your clients after an appointment. Why offer conventional bandannas? When you can offer one with built in insect protection. convenient bandanna six packs make it easy and cost effective to offer insect repellent bandannas as an add on service to your clients. Give you customers piece of mind knowing their pets are cared for in Insect Shield protected facility. For effective odorless built in protection that's approved for the whole family, trust Insect Shield -- a true revolution in the battle against bugs.",
    "VV_VI": 32,
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6614.1084,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}