{
    "title": "Luna plus - Steam Cleaning System",
    "description": "The Luna Plus Steam Cleaning System is a giant leap forward in cleaning innovation from Sienna that eclipses the competition.\n\nLuna Plus is the first steam cleaning system of its kind combining Sonic Micro Pulse Vibration Technology ( patent pending) and 3 levels of adjustable steam control with illumination from a powerful LED light source. The Micro Pulse Vibration feature assists the mop across the floor surface; the sonic effect loosens dirt and grime. The revolutionary Sonic Micro Pulse Vibration Technology provides a scrubbing effect that reduces your cleaning time and effort. The Luna Plus shoulder strap makes the unit portable, the various cleaning accessories allow you to clean windows, countertops, bathrooms, kitchen fixtures, children's toys and even BBQ grills.",
    "referenceId": "IlZP_zca8ho",
    "date_created": "1486506911",
    "date_modified": "1490123913",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85300225",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Luna-plus-Steam-Cleaning-System",
    "category": null,
    "duration": 248,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Sienna Appliance",
        "hdvFlag": 0,
        "description": "The Luna Plus Steam Cleaning System is a giant leap forward in cleaning innovation from Sienna that eclipses the competition.\n\nLuna Plus is the first steam cleaning system of its kind combining Sonic Micro Pulse Vibration Technology ( patent pending) and 3 levels of adjustable steam control with illumination from a powerful LED light source. The Micro Pulse Vibration feature assists the mop across the floor surface; the sonic effect loosens dirt and grime. The revolutionary Sonic Micro Pulse Vibration Technology provides a scrubbing effect that reduces your cleaning time and effort. The Luna Plus shoulder strap makes the unit portable, the various cleaning accessories allow you to clean windows, countertops, bathrooms, kitchen fixtures, children's toys and even BBQ grills.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/IlZP_zca8ho\/hqdefault.jpg",
        "videoId": "IlZP_zca8ho",
        "mediaDuration": 248,
        "prettyDuration": "00:04:08",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Another innovative steam cleaning product from the minds of Sienna. Sienna introduces the Luna micropulse steam cleaner. combining never before seen technological advances in steam cleaning. All in an easy to use, compact, and lightweight  unit. The Luna micro-pulse steam cleaner gives you a total home steam cleaning system where you can clean and sanitize by killing up to 99.9 percent of germs and bacteria on almost any surface and it's incredibly easy to use. Assembly is simple -- no tools required. The ergonomic handle has an integrated cord holder and a quick-release cord wrap. Plus Sienna has designed the Luna so it stands upright on its own. Its large capacity water tank will provide 20 minutes of steaming power. And the unique LED light in the water tank indicates the water level. And the Luna gives you a soft-tough digital lighted control panel for all functions. \n\nAs a floor steam cleaner, choose the level of steam on the LED steam indicator. Low for dusting, medium for mopping or high for scrubbing. These steam levels are designed to clean all types of sealed floor surfaces: stone, tile, hardwoods, and vinyl. and with the included carpet glider accessory, The Luna will sanitize and freshen carpets. And unlike many other steam cleaners, the Luna gives you practically instant steam and with the eco-friendly heavy duty microfiber pad, all you do is throw it in the washer to reuse over and over again. But that's where the similarities to other steam cleaners end. The Luna Micro-pulse steam cleaner has an incredibly low profile. It can go where others simply can't reach. Plus it's 180 degree swivel head lets you maneuver anywhere, even the tightest. The Luna makes your cleaning time faster and easier with it's extra wide head and it's quipped with an LED light that illuminates your cleaning path to help find soiled areas behind and under objects. And the innovative LED back light germ sensor seeks out problem areas so you deep clean with even more confidence, finding those soiled areas you may have missed.\n\nWith  a touch of a control panel, Luna goes even further than any other steam mob to attack the truly top dirt grime and heavily soiled areas, its revolutionary micro pulse technology vibrates at over 5,400 vibrations per minute giving you a powerful scrubbing effect without you doing the work. The sonic effect assists Luna's movement across the floor surface. The sonic vibrations loosen dirt and grime in those deep contoured areas and even dried sticky messes. The micro pulse feature saves time and eliminates so much work. Then, Luna transforms into an incredible whole house cleaning system with the Luna plus accessory kit. The accessory kit includes a shoulder strap for portability, four nylon brushes, 2 brass brushes, window squeegee, angled concentrator nozzle, one small cleaning steaming head, one small eco fiber pad and extension hose. As a handheld above the floor cleaner, you can now steam clean kitchen and bathroom surfaces -- even mirrors and shower stalls, any counter top, and deep clean ovens. With it's huge assortment of nozzles, brushes and the extra long extension hose, your cleaning possibilities are endless. Clean, sanitize, freshen  furniture and draperies all without chemicals. Take it outside for autos, inside and out, on the patio to blast away grime on filthy grills or dirty furniture. The Luna Micro-pulse steam cleaner is the next giant leap in floor care and whole house cleaning. Sienna Luna is eclipsing the competition. Luna, experience the art and science of cleaning from the minds of Sienna. ",
    "VV_VI": 57,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 9135.549,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}