{
    "title": "How This Machine Makes Dehydration Easy: Tribest Sedona Combo, SD-P9150-B Rawfood Dehydrator",
    "description": "The Sedona Combo Rawfood Dehydrator comes packed with outstanding features like the digital thermostat, dual fan technology, stainless steel handle, and a transparent glass door. These features combine to offer unparalleled control and whisper-quiet operation. With the revolutionary Two-Stage Sequential Temperature-Timer (TST), even more control is at your fingertips. The TST allows you to set the Sedona Combo to kickstart the dehydration process at a higher temperature and then automatically lower the temperature to finish off the dehydration process. The automatic settings of the TST allow for faster dehydration times while still preserving your precious enzymes. Certain fruits and vegetables with high water contents require a higher initial dehydrating temperature in order to prevent fermentation. Because of the high water content, the internal temperature of the food rises at a very slow rate. Starting at a high temperature for the first couple of hours does not degrade the precious nutrients of your food as long as the temperature is lowered to finish off the dehydration process. You used to have to set an alarm to remind yourself to come back to your dehydrator to lower the temperature. With the TST, this chore is handled automatically.\n \nCertain fruits and vegetables with high water contents require a higher initial dehydrating temperature in order to prevent fermentation. Because of the high water content, the internal temperature of the food rises at a very slow rate. Starting at a high temperature for the first couple of hours does not degrade the precious nutrients of your food as long as the temperature is lowered to finish off the dehydration process. You used to have to set an alarm to remind yourself to come back to your dehydrator to lower the temperature. With the TST, this chore is handled automatically.\nWith the Sedona Combo Dehydrator, spend less time worrying and more time living.",
    "referenceId": "ediSbz7nuvE",
    "date_created": "1487027081",
    "date_modified": "1487034256",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85375324",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-This-Machine-Makes-Dehydration-Easy-Tribest-Sedona-Combo-SD-P9150-B-Rawfood-Dehydrator",
    "category": null,
    "duration": 157,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "tribestlife",
        "hdvFlag": 1,
        "description": "The Sedona Combo Rawfood Dehydrator comes packed with outstanding features like the digital thermostat, dual fan technology, stainless steel handle, and a transparent glass door. These features combine to offer unparalleled control and whisper-quiet operation. With the revolutionary Two-Stage Sequential Temperature-Timer (TST), even more control is at your fingertips. The TST allows you to set the Sedona Combo to kickstart the dehydration process at a higher temperature and then automatically lower the temperature to finish off the dehydration process. The automatic settings of the TST allow for faster dehydration times while still preserving your precious enzymes. Certain fruits and vegetables with high water contents require a higher initial dehydrating temperature in order to prevent fermentation. Because of the high water content, the internal temperature of the food rises at a very slow rate. Starting at a high temperature for the first couple of hours does not degrade the precious nutrients of your food as long as the temperature is lowered to finish off the dehydration process. You used to have to set an alarm to remind yourself to come back to your dehydrator to lower the temperature. With the TST, this chore is handled automatically.\n \nCertain fruits and vegetables with high water contents require a higher initial dehydrating temperature in order to prevent fermentation. Because of the high water content, the internal temperature of the food rises at a very slow rate. Starting at a high temperature for the first couple of hours does not degrade the precious nutrients of your food as long as the temperature is lowered to finish off the dehydration process. You used to have to set an alarm to remind yourself to come back to your dehydrator to lower the temperature. With the TST, this chore is handled automatically.\nWith the Sedona Combo Dehydrator, spend less time worrying and more time living. \n\nTo learn more about the Tribest Sedona Rawfood Dehydrator visit our website here: http:\/\/www.tribestlife.com\/productdisplay\/tribest-sedona-combo-sd-p9150-b-rawfood-dehydrator",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/ediSbz7nuvE\/hqdefault.jpg",
        "videoId": "ediSbz7nuvE",
        "mediaDuration": 157,
        "prettyDuration": "00:02:37",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Tribest Sedona Combo dehydrator is unlike any other dehydrator on the market. It combines the latest technology with smart design to make dehydrating your favorite foods a breeze. The Sedona combo dehydrator is packed with a number of innovative features. The glass door with stainless steel handle allows for easy opening and closing. With the sedona you can enjoy a clear view of the entire dehydration process without introduction. Two LED lights automatically turn on when opening the door for easy viewing. The Sedona's front panel features a digital display with fully computerized controls fro the temperature and timer. The built in timer can be set for up to 99 hours or continuous operation mode which allows for 150 hours of worry free uninterrupted operation. Innovative dual  fan technology allows for all nine trays to be used at once or use just half of the space and energy by utilizing the tray divider, saving money and the environment. The dual fans utilize a quiet DC motor bringing the sedona's noise level to a whisper. Those that are on a raw food diet will appreciate the Sedona's raw mode with an overheat protection feature. This feature shuts off the heating unit automatically when the internal temperature reaches the desired heat setting. This ensures that the temperature inside never goes over the temperature which is set ensuring live enzymes of raw food are preserved and remain intact. The Sedona also offers a fast mode for those who don't need the raw food protection. Fast mode dries foods fast at a high heat temperature which is perfect for foods like beef jerky. The Sedona features a revolutionary two stage sequential temperature timer. This allows you to start the dehydration process for the first hour or two at a high temperature and then automatically switches to raw mode for the remainder time. This automates the dehydration process for foods that have a lot of water, like tomatoes, making the dehydration process and easier. The Sedona combo dehydrator is detailed throughout with BPA free trays and plastic components, 33 percent more space between trays, and easy clean up debris mat, a handy on and off switch and a choice between Celsius and Fahrenheit. With 25 years of experience, Tribest makes vibrant healthy living so easy.",
    "VV_VI": 70,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3653.0967,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}