{
    "title": "Zojirushi Neuro Fuzzy® Rice Cooker & Warmer NS-ZCC10\/18",
    "description": "The Neuro Fuzzy Rice Cooker & Warmer features advanced Neuro Fuzzy logic technology, which allows the rice cooker to 'think' for itself and make fine adjustments to temperature and heating time to cook perfect rice every time.  Available in 5-1\/2 and 10 cup capacities.",
    "referenceId": "0eUQvjuQOaY",
    "date_created": "1487026912",
    "date_modified": "1487036463",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85375303",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Zojirushi-Neuro-Fuzzy-Rice-Cooker-Warmer-NS-ZCC10-18",
    "category": null,
    "duration": 265,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "ZojirushiAmerica",
        "hdvFlag": 1,
        "description": "The Neuro Fuzzy® Rice Cooker & Warmer features advanced Neuro Fuzzy® logic technology, which allows the rice cooker to 'think' for itself and make fine adjustments to temperature and heating time to cook perfect rice every time.  Available in 5-1\/2 and 10 cup capacities.\n\nNS-ZCC product page - https:\/\/www.zojirushi.com\/app\/product\/nszcc",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/0eUQvjuQOaY\/hqdefault.jpg",
        "videoId": "0eUQvjuQOaY",
        "mediaDuration": 265,
        "prettyDuration": "00:04:25",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The neuro fuzzy rice cooker and warmer is one of Zojirushi is best selling rice cookers and is the perfect addition to any kitchen. The rice cooker is available in a five and a half or 10 cup size both sizes include advanced features to cook delicious rice and a variety of healthy grains with no stress. The neuro fuzzy microcomputer allows the rice cooker to think for itself, it makes fine adjustments to cooking time and temperature according to the type of grain and it's amount to ensure it is cooked perfectly every time. To prepare rice open the rice cooker and remove the inner cooking pan, measure the amount of rice you want to cook with the included measuring cup leveling off each cup. Use the clear cup for white, brown, semi brown and sweet rice use the green cup for rinse free rice both cups are slightly smaller than a standard US measuring cup. Pour water and gently wash the rice in the scratch resistant rinse ok non stick in her cooking pan, drain and repeat this process until the water runs clear. Fill the pan with water up to the line that matches the amount of rice your cooking, the high contrast water level lines have been enhanced for visibility making it easy for you to filter your mark. In this case we are cooking four cups of white rice, place the inner cooking pan back into the rice cooker and close the lid. Select the type of rice to be cooked you can select from regular or sushi white rice, softer white rice, harder white rice, quick-cooking mixed rice, porridge, sweet rice, semi brown rice or brown rice from the easy to read LCD control panel. For rinse free rice press the pre-washed button before making your menu selection press the cooking button and let the rice cooker do its job. The triple heaters inside the rice cooker heat the rice from the bottom sides and the top cooking the rice evenly. This machine also features a clock and delay timer function with two programmable memory settings set the timer up to 13 hours in the future for rice that's ready when you want it. Once the rice is cooked the rice cooker automatically switches to keep warm mode the cooked rice can be kept warm for up to 12 hours the neuro fuzzy rice cooker and warmer also features an extended keep warm mode which keeps the rice warm at a lower temperature for an additional eight hours. The reheat cycle quickly brings rice back to serving temperature. The stay cool site handles on the inner cooking pan allows for quick and easy transporting of hot delicious rice. The detachable inner lid and the inner cooking pan are fully washable and the exterior can be wiped down for easy cleaning plus the retractable power cord and sturdy handle make this machine easy to transport and store. Accessories include a rice spatula, spatula holder, a regular rice measuring cup and a rinse free rice measuring cup. The Zojirushi neuro-fuzzy rice cooker and warmer is made in Japan with an eye towards superior technology, design and performance. Zojirushi inspirations from everyday life.",
    "VV_VI": 297,
    "CVV_VI": 9,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4888.716,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}