{
    "title": "Greenhouse Planting Cart Set Up and Review!",
    "description": "Hi everyone! I hope that you enjoy this video;-) Please don't forget to Like, Comment, and Subscribe!!!! Have an AWESOME DAY!!!!\n\n20% Discount Code- MO: VYDD-6KV4\n\nEXPIRES- 6\/19\/17",
    "referenceId": "hCUpE3T0QAE",
    "date_created": "1488245418",
    "date_modified": "1490214017",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gardening",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85584658",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Greenhouse-Planting-Cart-Set-Up-and-Review",
    "category": null,
    "duration": 225,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "ThePassionateGardener",
        "hdvFlag": 1,
        "description": "Hi everyone! I hope that you enjoy this video;-) Please don't forget to Like, Comment, and Subscribe!!!! Have an AWESOME DAY!!!!\n\nhttps:\/\/www.bedbathandbeyond.com\/store\/product\/greenhouse-planting-cart\/1042563457?Keyword=greenhouse\n\n20% Discount Code- MO: VYDD-6KV4\n\nEXPIRES- 6\/19\/17",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hCUpE3T0QAE\/hqdefault.jpg",
        "videoId": "hCUpE3T0QAE",
        "mediaDuration": 225,
        "prettyDuration": "00:03:45",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[MUSIC PLAYING] Hi guys, this is Marina the Passionate Gardener. So today I got something in the mail. It's the mini greenhouse. Very excited to open it up. Now I bought this a few days ago from Bed Bath and Beyond and I just got it in the mail yesterday. So it was only about 20 dollars so it was actually inexpensive. It's not a big green house it's a little one. I mean my space is limited so it's perfect for me but I haven't opened it up, I want to open it up with you guys. And then after I try to build it, hopefully it comes out okay. I'll give you guys my thoughts on it. If it's sturdy; not sturdy, If I like it; don't like it, all that stuff. So come along, thank you for watching everyone. You guys are all awesome, awesome, awesome. Let's open this up and build together.\n\n[MUSIC PLAYING]\n\nAlright guys, I'm all done. So look at this final product. And let me take you around. Now I am very pleased with this product, I really am. Now I'm very surprised at how much room this has. So this is the first tier and then it has this you can just zip it up. Look at that. And then you have the middle tier and then it has the bottom one. It has a lot a lot of room going on in here. I am very happy. And then also the material that  this is made out of. It feels really sturdy to me. It does not feel cheap at all and fro 20 dollars, I'm very happy with this. So there you have it. Very very happy with this. You guys should totally check it out at Bed Bath and Beyond. Now, I ordered mine online, but I'm sure you guys can get it in the store too. I also will put in the description box below and a coupon code where you guys can get 20 % off this product which I use, but I will share with you guys cause I love you so much. You guys are so wonderful. So thank you thank you thank you so much for watching and I will see you guys in my next video.  Now please don't forget to like this video and click on that subscribe button and you guys have a wonderful day. Alright Bye!",
    "VV_VI": 10,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 593.69806,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}