{
    "title": "Dr Browns Natural Flow Bottles - Reviews - What Moms Say Testimonial",
    "description": "Dr. Brown's Natural Flow bottles reviewed by the people who know them best - moms. See what these moms have to say about Dr. Brown's bottles and how they have helped their babies. \n\nAt Dr. Brown’s, our focus has always been to create innovative feeding products to promote good health and optimal nutrition for baby.\n\nDr. Brown’s Natural Flow is the only baby bottle to feature an internal vent system that: helps preserve vitamins C, A, & E by minimizing oxidation of breastmilk and formula (read the nutrient study now); provides positive-pressure vacuum-free feeding similar to breastfeeding; and helps reduce colic, spit-up, burping and gas by eliminating negative pressure and air bubbles.\n\nDr. Brown’s Natural Flow baby bottles are BPA-free and have received numerous design awards and acclaim from the medical community. In fact, many of our bottles go to hospitals, NICUs, and doctor offices. Most important, moms are talking and they’re sharing with excitement the improved feeding habits of their babies.\n\nHappy feeding.",
    "referenceId": "HSnonc39W7M",
    "date_created": "1488223915",
    "date_modified": "1490125129",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85582130",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Dr-Browns-Natural-Flow-Bottles-Reviews-What-Moms-Say-Testimonial",
    "category": null,
    "duration": 171,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Dr Browns",
        "hdvFlag": 1,
        "description": "http:\/\/www.drbrownsbaby.com\/\n\nDr. Brown's Natural Flow® bottles reviewed by the people who know them best - moms. See what these moms have to say about Dr. Brown's bottles and how they have helped their babies. \n\nAt Dr. Brown’s, our focus has always been to create innovative feeding products to promote good health and optimal nutrition for baby.\n\nDr. Brown’s Natural Flow® is the only baby bottle to feature an internal vent system that: helps preserve vitamins C, A, & E by minimizing oxidation of breastmilk and formula (read the nutrient study now); provides positive-pressure vacuum-free feeding similar to breastfeeding; and helps reduce colic, spit-up, burping and gas by eliminating negative pressure and air bubbles.\n\nDr. Brown’s Natural Flow® baby bottles are BPA-free and have received numerous design awards and acclaim from the medical community. In fact, many of our bottles go to hospitals, NICUs, and doctor offices. Most important, moms are talking and they’re sharing with excitement the improved feeding habits of their babies.\n\nHappy feeding.™\nLearn more at: http:\/\/www.drbrownsbaby.com\/bottles-accessories\/bottles",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/HSnonc39W7M\/hqdefault.jpg",
        "videoId": "HSnonc39W7M",
        "mediaDuration": 171,
        "prettyDuration": "00:02:51",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi I'm Angie and this is four week old Charlie and we've been using the Dr. Brown's bottles for about two weeks. I'm Jessica this is Joe he is 10 weeks old and we've been using the Dr. Brown's bottle since he was born. I'm Allison this is Estella she's seven months old, we've been using the bottles since she was three weeks old. It wasn't until I was having lots of difficulties with breastfeeding that I ended up going to a lactation specialist, she recommended Dr. Brown's bottles because she felt those were the best bottle and we started using them right away. We heard about the bottles through a family friend we were talking about how unhappy I was with our previous bottles. With the previous bottle Charlie really seem to taken a lot more air, the nipple was just too fast and also seem to choke him more he was having too many gas issues and stomach pains once we switch to Dr. Brown's bottles that we didn't have that issue the slow flow nipple seem to be just right for Charlie he never was overeating or under eating didn't see that he got frustrated with the nipple and we've been happy that that we've made the switch. My favorite thing about the Dr. Brown's bottles is just the fact that he is such a happier baby without the fussiness in the gassiness and I know that he's gonna get the formula where it needs to go which is in his mouth instead of all over him and he's a lot happier. I really like that they have bottles that fit with my breast pump so it's very convenient to be able to directly pump into the Dr. Brown's bottles rather than actually taking different bottles and pouring them in to the Dr. Brown's bottles whenever I'm finished pumping. I love that with the Dr. Brown's bottles event is internal and so there's no right or wrong way to hold the bottle I didn't have to worry about explaining to somebody new who is going to feed charlie how to hold the bottle and which way to do it. It really helps Stella with her spitting of issues, it seems like it helps her digestion she seems to just do a lot better with Dr. Brown's bottles than any other brand. The cleaning process isn't bad reaction we have the dishwasher basket so we just you know put all the pieces in there run the dishwasher and it's no big deal. I would recommend the Dr. Brown's bottles after going through so many issues with our previous battles with the spit-up and gas I just think that they are a much better fit for us and for any new and expecting mom even if you do not have a fussy or gassy baby just to reduce what they do have I would definitely recommend. As a new mom I tried several different bottles but ultimately ended up with the Dr. Brown's bottles I would recommend it to anyone else that is having a baby anytime soon because I feel they're the best bottles out there.",
    "VV_VI": 36,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1418.4696,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}