{
    "title": "Genevieve's Mexican Pork Burgers on a Napoleon BBQ",
    "description": "Want to create something different than your regular old burger?  These Mexican Pork Burgers by Genevieve Taylor are easy and delicious - perfect for your next Fiesta!  All grilled up on a Napoleon TravelQ 285 Portable BBQ.",
    "referenceId": "2DaAIMenImk",
    "date_created": "1488311438",
    "date_modified": "1488315651",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85590785",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Genevieve-s-Mexican-Pork-Burgers-on-a-Napoleon-BBQ",
    "category": null,
    "duration": 130,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Napoleon Products",
        "hdvFlag": 1,
        "description": "Want to create something different than your regular old burger?  These Mexican Pork Burgers by Genevieve Taylor are easy and delicious - perfect for your next Fiesta!  All grilled up on a Napoleon TravelQ 285 Portable BBQ.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/2DaAIMenImk\/hqdefault.jpg",
        "videoId": "2DaAIMenImk",
        "mediaDuration": 130,
        "prettyDuration": "00:02:10",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "when I'm cooking in the great outdoors I like to have as much as possible prepared at home and these Mexican pork burgers are a perfect example and with a little gas barbecue like this it heats up really quickly so I can be cooking almost straight away. I made the pork mixture at home it's a really simple blend of toasted cumin, Port mints, spring onions, coriander, lime zest, crushed garlic, a pinch of chili flakes and some salt and pepper. I divided the mixture into eight even size burgers and drizzled on a little oil to stop the sticking, and kept them cool for the journey to the beach. I'm cooking them over a high heat for about six minutes each side when you think they nearly done on one side try and turn them a little if they stick just leave them for another 30 seconds or a minute as the caramelized crust forms on the underside they should become easy to turn. I've got a stack of soft tortilla wraps on putting them in a bundle of foil i'm going to put them over a low heat to warm through while the burgers are kicking and I made some salsa and some guacamole at home the salsa is a really easy mix of chopped cherry tomatoes, coriander, sliced spring onions, lime juice, a chopped chili, and a little pinch of sugar. Tor the guacamole I just Chuck some ripe avocado some lime juice, some garlic, a glug of olive oil, a dash of hot chili source and the grind of salt and pepper and then I blitz it with a hand blender until it's nice and smooth they look just about done now so all we have to do is unwrap our soft warm tortillas and put it all together so there you go, Mexican pork burgers with salsa and guacamole and to top it all off a little grated cheese and some sour cream.",
    "VV_VI": 24,
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2018-06-03"
        },
        "CVV_VI": {
            "lastUpdatedDate": "2018-06-03"
        }
    },
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "28",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2795.8525,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}