{
    "title": "What is TRU-Infrared?",
    "description": "Char-Broil's TRU-Infrared patented technology takes your grilling from good to great. Interested in how it works? Let us show you.",
    "referenceId": "yDkIZvl_x0k",
    "date_created": "1488311452",
    "date_modified": "1491521112",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85590786",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "What-is-TRU-Infrared",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Char-Broil Grills",
        "hdvFlag": 1,
        "description": "Char-Broil's TRU-Infrared™ patented technology takes your grilling from good to great. Interested in how it works? Let us show you.\n\nLearn more at http:\/\/www.charbroil.com\n\nSubscribe to our YouTube channel: https:\/\/www.youtube.com\/user\/charbroil\nFollow us on Facebook: https:\/\/www.facebook.com\/charbroil\nTweet us at: https:\/\/twitter.com\/Charbroil",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/yDkIZvl_x0k\/hqdefault.jpg",
        "videoId": "yDkIZvl_x0k",
        "mediaDuration": 120,
        "prettyDuration": "00:02:00",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "smarter grilling is sharing a great meal it's about having a good time with family and friends char-broil tru-infrared patented technology allows you to grill with confidence knowing that your meals will be perfectly cooked or grilled juicy and packed with flavor how does tru-infrared take your grilling from good to great it starts by producing an intensely hot heat that is evenly distributed across the cooking grate the true infrared cooking system sits above the gas coal or electric source and generates infrared heat that is quickly and efficiently transferred eating the entire cooking surface with no hot or cold spots which means less prep time for you. With a traditional grill you lose much of the energy source and your grill is actually heating the air this is not only inefficient it dries out your food true infrared heat is sent directly to your food less air is circulated and your food retains more moisture during cooking. The true infrared cooking system seers food quickly locking in juices for tender juicier food with a charbroiled flavor cooking with tru-infrared ensures your meals are fifty percent juicier than cooking with a traditional grill tru-infrared also means no flare-ups and that means no charge food our patented great design restricts the airflow that can ignite food drippings and cause flare-ups with the true infrared cooking system juices that drip are instantly vaporized infusing a rich smoky flavor back into your food with less time managing the grill you can make grilling an everyday activity not just a weekend luxury the true infrared technology allows you to enjoy the sizzle of grilling any day of the week and the assurance that the meals you grill will be juicy and delicious every time. Char-broil tru-infrared now you're cooking.",
    "VV_VI": 25,
    "CVV_VI": 2,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 355.77118,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}