{
    "title": "Vinturi Deluxe Red Wine Aerator featuring Tenley Molzhan",
    "description": "The Deluxe Red Wine Aerator Set makes it easier than ever to savor the peak flavors and aromas of properly aerated red wine. An elegant, curved tower holds the Vinturi Red Wine Aerator at the ideal height to pour red wine through it and into the glass, creating a dramatic presentation with practical appeal.  The six-piece set includes the Red Wine Aerator, Tower Arm, Tower Base, No- Splash Grate, No Drip Stand and Filter Screen that traps bits of cork and sediment.",
    "referenceId": "pxMcViGUtKs",
    "date_created": "1488493489",
    "date_modified": "1490125278",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "dining_entertaining",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85652312",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Vinturi-Deluxe-Red-Wine-Aerator-featuring-Tenley-Molzhan",
    "category": null,
    "duration": 128,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "VinturiStaff",
        "hdvFlag": 1,
        "description": "The Deluxe Red Wine Aerator Set makes it easier than ever to savor the peak flavors and aromas of properly aerated red wine. An elegant, curved tower holds the Vinturi Red Wine Aerator at the ideal height to pour red wine through it and into the glass, creating a dramatic presentation with practical appeal.  The six-piece set includes the Red Wine Aerator, Tower Arm, Tower Base, No- Splash Grate, No Drip Stand and Filter Screen that traps bits of cork and sediment.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/pxMcViGUtKs\/hqdefault.jpg",
        "videoId": "pxMcViGUtKs",
        "mediaDuration": 128,
        "prettyDuration": "00:02:08",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Vinturi red wine aerator offers a unique experience for those that appreciate and enjoy wine. Wine lovers know when wine is properly aerated it improves the aromatic layers resulting in a better bouquet enhance flavors and a smoother finish with every glass. Vinturis unique aeration process will let you experience the full essence of every wine young or old. Instantly aerate your wine one glass of time no more waiting for your wine to breathe or pour into a decanter. Open up your wine and experience greater depth and range of interesting flavors. The Vinturi aerator comes with the drip stand filter that catches any sediment or court left in the bottle. The aerator is very useful whether you're pouring an entire bottle or if you are like me and you just want to enjoy glass at a time. Here's how it works I'm going to hold the aerator above my glass making sure not to block any of the air tubes after all the air when in contact with the wine allows it to air weight quickly. The Vinturi red wine aerator is also available in a deluxe set that includes a tower that cradles the Vinturi for convenience and striking presentation the tower is easy to store clean and is dishwasher-safe. Make sure the wine is at the halfway point of the bowl to maintain pressure and to avoid leakage through the air holes. Now I'm going to pour the red wine hear that, that sound is unique to Vinturi aerators and you know your venture is working when you hear that sound. By the way this stand is really convenient if you're pouring multiple glasses. The Vinturi red wine aerator is an essential part of any home bar I do before and after sampling with my Vinturi red wine aerator it makes a dramatic difference and improves the flavors of all wines instantly, enjoy.",
    "VV_VI": 9,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3785.7266,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}