{
    "title": "International Women's Day | iRobot",
    "description": "iRobot recognizes International Women's Day and asked our fellow iRoboteers, \"how has a woman in your life inspired you to drive change?\" Here's what we had to say...\n\n#BeBoldForChange | International Women's Day 2017",
    "referenceId": "BI0JsAT2Hx8",
    "date_created": "1489008038",
    "date_modified": "1492718013",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "85739465",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "International-Women-s-Day-iRobot",
    "category": "",
    "duration": 143,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BI0JsAT2Hx8\/hqdefault.jpg",
        "uploadDate": 1489008038,
        "videoId": "BI0JsAT2Hx8",
        "title": "International Women's Day | iRobot",
        "description": "iRobot recognizes International Women's Day and asked our fellow iRoboteers, \"how has a woman in your life inspired you to drive change?\" Here's what we had to say...\n\n#BeBoldForChange | International Women's Day 2017",
        "author": "iRobot",
        "mediaDuration": 143,
        "prettyDuration": "00:02:23",
        "views": "43",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "{Laughing] Seeing my two young daughters eight and six get into having fun at home with engineering projects, they're little kits that they get every month to build something different seeing them get excited with if you combine it with their other passions which are you know their princess costumes and their dolls at home just seeing them take all that in at home has been motivating for me. So I think the women most inspired me to drive changed, early mentor in my life a woman who is a CEO of a company that I worked out and we were having lunch one day talking about things that are important that happened in the organization's and how the easy things always happen but the hard things require someone to be an advocate or someone to drive it and she looked at me and she said so one of the things that are important to you that we need to drive in this company and it was from that point that I really realized it just to drive change in business you have to drive it from some places outside of your head and more often from your heart. My answer is definitely my mom because I mean she inspires me every day even like up to the point in the moment she's been, she's completely influenced like how I take on projects and my career I don't know if she's driven a change but I always look up to her and she's she's probably the one person in my life that I feel like influences everything I do. So when I was in high school a female guidance counselor when I went in to tell her that I wanted to be an engineer and I had picked out my list of colleges she looked at me and said well you're going to have to take something else because girls don't become engineers and I think from that point forward I not only became an engineer, I have a license and I went into the engineering field but I also wouldn't outreach for that reason because there's not a girl in the face of the earth should she ever hear that again. And I think from that point I know that's kind of a negative influence but it drove me to make sure that girls and women know have become engineers and so can anybody else.",
    "VV_VI": 2027,
    "CVV_VI": 12,
    "engagement_score": 2,
    "conversion_score": 1,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 601.7656,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}