{
    "title": "Big Red Rooster Sound Machine With 6 Sounds, Model #BRRC107",
    "description": "Big Red Rooster Sound Machine With 6 Sounds, Model #BRRC107",
    "referenceId": "LXWidseQgeQ",
    "date_created": "1490651033",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87479732",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Big-Red-Rooster-Sound-Machine-With-6-Sounds-Model-BRRC107",
    "category": null,
    "duration": 166,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "London Johnson, Inc.",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/LXWidseQgeQ\/hqdefault.jpg",
        "videoId": "LXWidseQgeQ",
        "mediaDuration": 166,
        "prettyDuration": "00:02:46",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Christy with Big Red Rooster Products. I want to Introduce our adult sound machine. So here it is. Here's the sound machine. I want to show you the packaging. So this is the box and it has the sound machine's features on all of it's sides. The great thing about this is it uses batteries and an AC adapter. So here is the AC adapter. It will be included in the box. And this is where you plug the AC adapter in. On the bottom, you can open up the battery compartment because it can also use three double A batteries that are not included. The on the front, here is the power button. So you simply hold it to turn it on. You'll notice that the button illuminates. Adjacent is the timer. So what's nice about this product is that you can leave it on all night long. You can set it for fifteen minutes. So I'm going to press and you'll see that the fifteen minutes is illuminated. You can press it again to set the timer for thirty minutes and then it will shut off. Press it a third time for 60 minutes and then it will shut off. Again, to reiterate, you can leave it on all night long. To turn the timer off, simply hit it again now that the timer lights are illuminated. The sound is adjacent, so to turn the volume up, you simply turn the up button. To turn the sound down, you simply press the sound down button. Let me turn it back up for you. So it comes with six different sounds. So I'm going to press the first, which is rain and you can hear that now. And then the brook, thunder, white noise, the ocean, the summer night. And to simply turn it off you simply hit the on and off button. And that's the demonstration of the adult sound machine. I hope you enjoy it and welcome to Big Red Rooster products.",
    "VV_VI": 36,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25",
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6028.5684,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}