{
    "title": "Conair® Curling Iron How-To",
    "description": "Curling hair is fast and easy with a Conair Curling Iron. Here's how.",
    "referenceId": "EE98pR0g83c",
    "date_created": "1490729381",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87488502",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Conair-Curling-Iron-How-To",
    "category": null,
    "duration": 186,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Conair",
        "hdvFlag": 0,
        "description": "Curling hair is fast and easy with a Conair® Curling Iron. Here's how.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/EE98pR0g83c\/hqdefault.jpg",
        "videoId": "EE98pR0g83c",
        "mediaDuration": 186,
        "prettyDuration": "00:03:06",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Whatever kind of curl you want from tight to totally loose. Conair has the iron to get the look, featuring a tourmaline ceramic easy glide surface the smooth new technology that gets rid of frizz ease and fly aways for incredible shine, our irons are suitable for all hair types and textures. Heat is distributed evenly too so there are no damaging hot spots. Hair looks and feels healthy and gorgeous. Today we are using the CD 107 TP one-inch curling iron for soft sexy curls. To start plug in the iron and turn it on then select the temperature for your hair type Conair curling irons reach a professional salon level of 400 degrees Fahrenheit. Use power the lowest setting for fine easy to curl hair, medium for average to thick or color treated hair, medium-high for thick or wavy hair and hi max of hair is hard to curl. Instant heat technology heats the iron up fast in about 30 seconds and the tangle-free cord rotates 360 degrees for easy styling. Always start with clean dry hair and comb through to remove any tangles now take a small section of hair about 1 inch and place it between the spoon and the barrel. If you start halfway up the section you can achieve longer lasting curls because all the hair will be in direct contact with the heated barrel close it and roll all the way up to the top making sure you don't let the hot barrel touch your scalp, hold for 5 to 10 seconds release and repeat. The ceramic heater maintains the selected heat level for fast styling and consistently beautiful curls. To set the curl let it cool and don't comb or brush through. For beachy waves wrap the hair around the outside of the barrel in a spiral pattern, for hippie chic style pull the lock of hair straight out as it cools for a more relaxed look and for a true ringlets wrap hair tightly around the iron and let it cool. Another trick is to pin curl each section as you are done and let it cool while you curl the rest of your hair. For structured curls just leave hair as is or finger comb for voluminous results, if you forget to turn the iron off don't worry it automatically shuts down after 60 minutes idle time. Remember to keep the iron away from countertop edges especially if you have curious small children. Conair irons come in a variety of barrel sizes to create all the curls you crave and provide phenomenal results on all hair types and textures.",
    "VV_VI": 19,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6106.356,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}