{
    "title": "Z'Fogless Water Mirror - Guaranteed Fog Free",
    "description": "Zadro Products created the first fog free mirrors over thirty years ago, and continues to lead the industry in design and innovation. Zadro is First in Fogless\n\nCheck out the newest guaranteed fog free Z'Fogless Mirror from Zadro Products - the Z'Fogless Water Mirror! The Guaranteed Fog Free, LED Lighted Shower Mirror you've always wanted! \n\nLoaded with features including:\n- Super Bright LED Lighting\n- Water Mirror Technology\n- Convenient Razor and Accessory Holder\n- Multiple mounting options",
    "referenceId": "SnxK-UvE4Xo",
    "date_created": "1490743012",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87488941",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Z-Fogless-Water-Mirror-Guaranteed-Fog-Free",
    "category": null,
    "duration": 143,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Zadro Beauty Products",
        "hdvFlag": 1,
        "description": "Zadro Products, Inc.\nhttps:\/\/www.zadroinc.com\n\nZadro Products created the first fog free mirrors over thirty years ago, and continues to lead the industry in design and innovation. Zadro is First in Fogless\n\nCheck out the newest guaranteed fog free Z'Fogless Mirror from Zadro Products - the Z'Fogless Water Mirror! The Guaranteed Fog Free, LED Lighted Shower Mirror you've always wanted! \n\nLoaded with features including:\n- Super Bright LED Lighting\n- Water Mirror Technology\n- Convenient Razor and Accessory Holder\n- Multiple mounting options\n\nGet it today at http:\/\/zadroinc.com\/fogless-mirrors\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/SnxK-UvE4Xo\/hqdefault.jpg",
        "videoId": "SnxK-UvE4Xo",
        "mediaDuration": 143,
        "prettyDuration": "00:02:23",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Every man wants the perfect shave. Smooth, clean, and sharp. And men everywhere are getting it by enjoying the benefits of shaving in the shower. They know that shaving in the shower is the best way to get the closest smoothest shave. Dermatologists recommend shaving, cleansing, and exfoliating your skin in the shower to achieve the best results. The heat and humility from a hot shower opens your pores and softens hair follicles allowing for a closer and cleaner shave while protecting your skin from painful tugging, pulling, and razor burn. Whether your shaving or removing makeup, using a regular mirror in the shower just doesn't allow you to see clearly. The same steam and hot water the makes the shower so ideal fro moistening your skin, fogs up mirror surfaces making them nearly impossible to use. Introducing Z'foggles fog free shower mirrors by Zadro. Zadro products introduced the very first fog free shower mirror more than 25 years ago and continues to innovate with over 20 z'fogless products. Nothing matches the quality, convenience or value of a Z'fogless shower mirror. When choosing your next fogless shower mirror, remember the name that started it all-- Z'fogless first in fogless. Introducing our newest patent pending innovation in guaranteed fog free shower mirrors.-- the Z'fogless water mirror. The perfect accessory for your shaving routine. Zadro's water mirror technology uses hot water to raise the mirror's surface temperature to that of the shower. Guaranteeing the illumination of fog build up. the Z'fogless water mirror easily installs to almost any shower in three separate ways. Use Zadro's patented extra strength double suction cups to mount  to smooth surfaces. Adhere it to the wall with the included stick tape or add the security of silicon mounting to the double stick tape for extra strength. The mirror is highly durable and break resistant, making it perfectly safe to use in the shower. Insert three double AA batteries inside the base to power the four super bright LED lights, and get the light you need in the shower. When you're finished shaving, place your razor in the convenient accessory holder, big enough for any blade you may have. Sizing up at eleven inches tall and six inches wide, the Z'fogless water mirror's sleek design is perfect for any shower. When choosing your next fog free shower mirror, remember the name that started it all - Z fogless first in fogless.",
    "VV_VI": 2,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "26"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 695.4392,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}