{
    "title": "The New iRobot Roomba 800 Series - Overview",
    "description": "This is the robot that started the cleaning revolution. Roomba brings robotic technology to the everyday chores of sweeping and vacuuming. With the touch of a button, Roomba collects dirt, pet hair and other debris from all areas of the floor, including under and around furniture and along wall edges.",
    "referenceId": "DUwSx_O5NAM",
    "date_created": "1490197032",
    "date_modified": "1492470552",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87427692",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "The-New-iRobot-Roomba-800-Series-Overview",
    "category": "",
    "duration": 10000,
    "settings": "",
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/DUwSx_O5NAM\/hqdefault.jpg",
        "uploadDate": 1490197032,
        "videoId": "DUwSx_O5NAM",
        "title": "The New iRobot Roomba 800 Series - Overview",
        "description": "This is the robot that started the cleaning revolution. Roomba brings robotic technology to the everyday chores of sweeping and vacuuming. With the touch of a button, Roomba collects dirt, pet hair and other debris from all areas of the floor, including under and around furniture and along wall edges.",
        "author": "iRobot",
        "mediaDuration": 150,
        "prettyDuration": "00:02:30",
        "views": "256",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music Playing] Dirt happens every day, vacuuming once a week is okay but doing it more often is better. With so much to do it's hard to keep up, it needs to get done but no one said you have to do it. The standard-setting vacuum cleaning robot just got better introducing the iRobot Roomba 800 series with the air force performance cleaning system. With 800 series we developed a highly efficient cleaning system that will revolutionize robotic vacuuming from the air flow accelerator to the high efficiency vacuum everything about air force was designed to multiply and maximize cleaning performance. In fact the Roomba 800 series has a five times more powerful vacuum that removes up to fifty percent more dirt, debris, hair and harmful allergens than previous Roomba models. The keys to this new cleaning system are to tangle free debris extractors these extractors break down and lift dirt, debris, dust and hair off of every floor surface and just as important these extractors virtually eliminate the hassle of hair loss of jams delivering on our promise of less work for you. Great for homes with pets or allergy sufferers Roomba traps fine dust particles drawing them into a sealed bin and out of the air that you breathe. Roomba is all about making vacuuming and maintaining clean floors easy so you'll do it more often like all the models just press clean and the robot gets on with the hard work. You can also schedule room with the clean when it's convenient for you. When it's done cleaning Roomba returns to its home base to dock and recharge. With I adapt responsive navigation technology our advanced system of software and sensors Roomba finds its way around effortlessly avoiding obstacles vacuuming under and around furniture covering the entire floor multiple times and focusing extra clean energy words needed most using persistent pass and dirt detect technologies. It will also clean along wall edges avoiding stairs obstacles and loose wires and it won't damage your furniture. All of this technology is packed into a groundbreaking robot that's extremely simple to use now you can get beautifully vacuum floors every day the easy way. [Music Playing]",
    "VV_VI": 16,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18",
        "30"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 1246.2567,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}