{
    "title": "Changing the Refill - Swarvoski Crystalline Stardust Pen",
    "description": "Changing the Refill - Swarvoski Crystalline Stardust Pen",
    "referenceId": "nhegCzEoimc",
    "date_created": "1490660274",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87483692",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Changing-the-Refill-Swarvoski-Crystalline-Stardust-Pen",
    "category": null,
    "duration": 148,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "The Pen Pixie",
        "hdvFlag": 0,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/nhegCzEoimc\/hqdefault.jpg",
        "videoId": "nhegCzEoimc",
        "mediaDuration": 148,
        "prettyDuration": "00:02:28",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hello, Today I just wanted to do a very short video on how to replace the refill from a Swarvosky crystalline stardust pen. I tried to figure it out in the video I posted and since then I've figured it out and I've had several people request it so here goes. So one thing I noticed, I got the set of three and some of them were easier to open than others, but essentially what you're going to do is just pull this part. So it's going to pull apart right there in between the band where it says Swarvosky in the top. So I just hold on to the band and jut pull. And you might have to pull pretty hard to get the pen off. But this end of the pen off for the first time and you can see, I think you can see, it's just kind of a friction thing with some plastic in there. So then you're left with this. So what you're going to do is hold this part because this is the part the turns. So you're going to hold this part and then you're going to take this little plastic piece and then you're going to turn it. That will be counter clockwise.\n\nSo I'm going to turn it this way, unscrew it, and there's the refill. I don't know other refills that fit in this pen. Once I'm done with them, I will investigate into that further because I wish there were some refill that fit into this pen. Oh and I forgot the last part. And you pull this out. so it's going to be whatever fits into this tube, this mechanism. I haven't, like I said, investigated to see what other ones would fit in here just because I still have ink in this. It's not the best ball point refill, it's okay, but it's not the best certainly. So this is what the refill looks like. And to replace it you would just shove this back in. Again, it's like a friction fit. You're going to have to push it in there. Take this part like that and turn it clock wise and then take this, put it back on , push it down, and there your go. I hope you found this helpful. Thanks for watching, bye.",
    "VV_VI": 34,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 4372.1455,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}