{
    "title": "WholeBody 7.1 Massage Chair",
    "description": "Watch this product demonstration on the Human Touch WholeBody® 7.1, which features:\n\n• 3D FlexGlide Massage Technology\n• Five Auto-Massage Programs\n• Patented Warm-Air Technology\n• Customized Massage with BodyMap PRO\n• Retractable Ottoman with Foot and Calf Massager.",
    "referenceId": "xjvC_lO4WK0",
    "date_created": "1490645809",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87479522",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "WholeBody-7-1-Massage-Chair",
    "category": null,
    "duration": 162,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Human Touch",
        "hdvFlag": 1,
        "description": "Watch this product demonstration on the Human Touch WholeBody® 7.1, which features:\n\n• 3D FlexGlide Massage Technology\n• Five Auto-Massage Programs\n• Patented Warm-Air Technology\n• Customized Massage with BodyMap PRO\n• Retractable Ottoman with Foot and Calf Massager.\n\nLearn more about the Human Touch WholeBody 7.1 here: https:\/\/goo.gl\/ArxGMZ",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/xjvC_lO4WK0\/hqdefault.jpg",
        "videoId": "xjvC_lO4WK0",
        "mediaDuration": 162,
        "prettyDuration": "00:02:42",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hi, I'm Mark and I want to tell you a little bit about the whole body 7.1 message chair. This message chair will relax your whole body. You can let your back, neck, and shoulders surrender into great relaxation and comfort through independent leg and backrest adjustment. You can recline this chair to several positions of your comfort back all the way legs all up further. The dual motor capability gives you infinite positions that you can design your message. This chair will also have warm air technology which is another feature for one one, either just providing warmth fro those that want it but it also helps improve circulation and it will also relive more tired aching sore muscles. It gets that tension out and gives you a great rejuvenated feeling. \n\nYou also have he ability that this chair can swivel up to 55 degrees at the base so you can swivel anywhere to you desired position without having to move the entire chair. The whole body 7.1 also has flex fide orbital message technology. This technology is like getting a hands on message with warm oil so that you have no friction or pinching of the skin. A very smooth rejuvenating message that can get deep penetration into the muscle. You also have the patented figure eight technology in the foot and calf portion. What this does, unlike other message chairs that may only  clamp on the ankle trapping blood down that ankle, this will simulate a motion going around the calf forcing blood back to the heart improving circulation. \n\nYou can also flip this ottoman over if you just want to relax without having the message function on and you can relax your legs in that way. The whole body 7.1 also has a feature called body map pro. It allows you to pinpoint the roller movement to the exact area where you need relief from either tired or aching muscles. By pushing whichever area on the body map pro, the rollers will move to that area and begin the message and eliminate any pain or tension felt in that area. The Whole Body 7.1 also has a nice comfortable cushion backrest as well as a cushion head pillow that you can move up or down for you desired comfort level. Or, if you prefer a more intense neck massage, you can eliminate it and flip it off the back and get the desired comfort level for your neck massage.",
    "VV_VI": 25,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 755.9878,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}