{
    "title": "ItsJudyTime Shares Her Tips for Glowing Skin | NEUTROGENA®",
    "description": "ItsJudyTime, beauty blogger and mother of 3, shares her best health tips on how to make your skin glow, no matter how busy the day may be. \n\nGetting your natural glow back is as simple as developing a morning routine involving exercise, eating raw foods or blending them into smoothies, and hydrating skin from the inside out. Take baby steps to create a habit, and you will soon notice that your natural glow is back!\n\nFor skin hydration, NEUTROGENA® Hydro Boost’s skin care products are a great way to wake up dehydrated, dull skin. Its secret weapon, hyaluronic acid, which is naturally found in the skin, helps to keep skin supple all day.",
    "referenceId": "a8HJ9YTYqtQ",
    "date_created": "1490726839",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87488453",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "ItsJudyTime-Shares-Her-Tips-for-Glowing-Skin-NEUTROGENA",
    "category": null,
    "duration": 111,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Neutrogena",
        "hdvFlag": 1,
        "description": "ItsJudyTime, beauty blogger and mother of 3, shares her best health tips on how to make your skin glow, no matter how busy the day may be. \n\nGetting your natural glow back is as simple as developing a morning routine involving exercise, eating raw foods or blending them into smoothies, and hydrating skin from the inside out. Take baby steps to create a habit, and you will soon notice that your natural glow is back!\n\nFor skin hydration, NEUTROGENA® Hydro Boost’s skin care products are a great way to wake up dehydrated, dull skin. Its secret weapon, hyaluronic acid, which is naturally found in the skin, helps to keep skin supple all day. To learn more about Hydro Boost and to find the right product for your skin type, visit: http:\/\/www.neutrogena.com\/category\/moisturizers\/hydro+boost.do?nType=1.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/a8HJ9YTYqtQ\/hqdefault.jpg",
        "videoId": "a8HJ9YTYqtQ",
        "mediaDuration": 111,
        "prettyDuration": "00:01:51",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Being busy at home and having a career can be so crazy sometimes. Dinner, emails, playtime, meetings, nap time. How am I supposed to fit \"Me\" in there? No matter how busy you are, it's super important that you take the steps even if they're small to taking care of your skin. As my skin transitions over time, I'm starting to see changes in the overall appearance. The natural glow may not be there like it used to be, but that's not to say we can't easily get it back. So here's how I set up everything in my morning to get that glow back. One thing I do right when I wake up is to get in a yoga session a few times  in the week. Even if it's just using a DVD at home. Not only does it keep me grounded but it also encourages blood flow throughout the entire body including the face. Another important step to glowing skin is hydration. Before fine lines and wrinkles, you might see dull dehydrated skin. That's an indication that your skin is transitioning. Neutrogena's new hydro fuse collection punches the skin instantly and releases continuous hydration all day. It's secret weapon is hyaluronic acid which is naturally found in the skin and holds up to 1,000 times it's weight in water. These gel products keep the skin looking supple and smooth and go gray under make up. i just through some concealer and lipstick while the girls are napping and I'm ready to take on the day. One last thing I do fro glowing skin is to eat lots of raw foods like fruits and vegetables. But if you're like me and you're kind of sick of salads, you might be on the prowl for another way to get in those nutrients. I personally love blending all of my fruits and vegetables in a mixer and drinking them. It's my little salad in a cup filled with all of the vitamins and antioxidants to keep my skin looking as best and healthiest. So there you are, all of my secrets to keeping that glow no matter how busy you may be. Don't forget to start with one simple step at a time and the rest will follow. .",
    "VV_VI": 3,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "4",
        "20",
        "9"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3844.4944,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}