{
    "title": "LED Variable Lighted Vanity Mirror 1X\/10X - MODEL: LVAR410",
    "description": "The Dual Sided Magnification LED Variable Lighted Next Generation Vanity Mirror offers a sleek design with energy-saving LED technology and the latest Smart Dimmer Touch Technology. \n\nThe Variable LED Lighting offers three settings to choose from, including Daylight, Office and Evening, showing your reflection in a customized light for at any time of day! Additionally, while in each light setting, the Smart Dimmer technology allows you to dim or brighten the setting to your perfect light.  The customization continues! \n\nThe mirror head is fully height and angle adjustable, with 360º+ endless rotatable mirrors, allowing you to swivel the mirror any direction at any time! The LED Variable Light Vanity Mirror features a large, high quality Round Vanity Mirror mounted on an elegant pedestal with a beautiful Satin Nickel finish.",
    "referenceId": "d2Qj8od_60E",
    "date_created": "1490652092",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87479739",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "LED-Variable-Lighted-Vanity-Mirror-1X-10X-MODEL-LVAR410",
    "category": null,
    "duration": 131,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Zadro Beauty Products",
        "hdvFlag": 1,
        "description": "Zadro Products, Inc.\nhttps:\/\/www.zadroinc.com\n\nThe Dual Sided Magnification LED Variable Lighted Next Generation™ Vanity Mirror offers a sleek design with energy-saving LED technology and the latest Smart Dimmer™ Touch Technology. \n\nThe Variable LED Lighting offers three settings to choose from, including Daylight, Office and Evening, showing your reflection in a customized light for at any time of day! Additionally, while in each light setting, the Smart Dimmer™ technology allows you to dim or brighten the setting to your perfect light.  The customization continues! \n\nThe mirror head is fully height and angle adjustable, with 360º+ endless rotatable mirrors, allowing you to swivel the mirror any direction at any time! The LED Variable Light Vanity Mirror features a large, high quality Round Vanity Mirror mounted on an elegant pedestal with a beautiful Satin Nickel finish.  \n\nClick the link below to purchase the LED Variable Lighted Vanity Mirror: http:\/\/zadroinc.com\/led-variable-lighted-vanity-mirror-1x-10x\/",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/d2Qj8od_60E\/hqdefault.jpg",
        "videoId": "d2Qj8od_60E",
        "mediaDuration": 131,
        "prettyDuration": "00:02:11",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Versatile, elegant and packed with state-of-the-art mirror technology, this is the Zadro LED variable light mirror. To turn the mirror on and off simply tap the smart dimmer button once. The Zadro LED variable light mirror features three variable light settings with smart dimmer technology,choose from daylight, office, and evening settings to customize the lighting to your preference. Touch and hold the dimmer button until the desired brightness level is achieved. Zadro LED variable light mirror is fully height and angle adjustable for custom positioning. Mirror head features 360 degree endless rotation ensuring you have your preferred angle every time you use the mirror. It also features a 10 inch dual sided mirror with optical quality glass. On one side the one time magnification is perfect for all around here styling cosmetics and every beauty need in between. On the other it's 10 times magnification is great for touch-ups detail and makeup application. The bright Eco-friendly LEDS consume up to seventy percent less energy and regular bulbs, never need replacing and will illuminate your face or a clear reflection no matter how dim the environment. Zadro LED variable light mirror measures sixteen inches tall and is powered with AC power adapter. This patented innovative mirror comes in a luxurious satin nickel finish. [Music Playing]",
    "VV_VI": 45,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2002.4097,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}