{
    "title": "How to use a Silk'n Hair Removal Device",
    "description": "Watch this video for tips on how to get the most out of your silk'n hair removal device",
    "referenceId": "dhXl00JzHTY",
    "date_created": "1490658122",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87479835",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-use-a-Silk-n-Hair-Removal-Device",
    "category": null,
    "duration": 194,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Silk'n Official",
        "hdvFlag": 1,
        "description": "https:\/\/www.silkn.com\/flash-and-go\/ - Watch this video for tips on how to get the most out of your silk'n hair removal device",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/dhXl00JzHTY\/hqdefault.jpg",
        "videoId": "dhXl00JzHTY",
        "mediaDuration": 194,
        "prettyDuration": "00:03:14",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music Playing] Hi I'm Angie Lee with Silk'n hair removal devices. These devices use a very special technology called HPL or home pulsed light technology very similar to what you would find in a physician's order mythologist office. This energy is so efficient in going deep beneath the skin surface and going right into the source of the hair follicle itself. We are now getting rid of that unwanted hair and doing it permanently. This system is safe it's so effective and it can be used by men and women. This type of light technology is best suited for lighter skin tones and darker hair. When you get the device home take it out of the box and plug the device in, its one-button technology simply by pressing the button you will activate the energy levels all the way up to level 5. Start at energy level one just until your body gets used to using this type of system to prep the area start with clean dry shaving skin you can treat anywhere on the body from the cheekbone all the way to the tops of the toes. As you place the device on the skin you have two options the button on the top of the device can either be pressed once for spot treatment or you can hold it down and glide along the skin for multiple treatments with in just seconds. Once you've completed your treatment you can simply apply your favorite moisturizer cream. This system is simple and easy completely pain free and you only need to do the treatment once every two weeks for the first four to five sessions after that you only need to treat once per month or as needed. You will start seeing results with your Silk'n system in about three to four sessions that's about six to eight weeks. You will notice dramatic changes in the hair structure it will become much finer and much thinner. You will also notice that the growth pattern will slow dramatically full hair removal can take approximately up to six months. The Flash and Go compact will provide enough pulses to remove hair on the face and smaller areas as well as the legs or arms. If you have significant amounts of hair want to treat multiple areas or share with the family member the Flash and Go Express is ideal for you. With the new quartz bulb each treatment session will be twice as fast as any other Silk'n hair removal product treatment time for the entire body will only take 20 minutes. This system is going to deliver the results that you've been looking for simple, easy, effective and pain free. [Music Playing]",
    "VV_VI": 54,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8011.186,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}