{
    "title": "Olay ProX Microdermabrasion Advanced Cleansing System!- Review 1 Month after Purchase",
    "description": "This is just a follow up of my original Olay Pro X review. I promised a follow up video of my initial purchase thoughts. I used the brush just as directed for 1 month and have some Pros and Cons! \n\nI purchased mine at CVS and know that many stores have them for 75% off right now! That is a huge savings!",
    "referenceId": "hZC47FFa1T8",
    "date_created": "1490663198",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87485826",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Olay-ProX-Microdermabrasion-Advanced-Cleansing-System-Review-1-Month-after-Purchase",
    "category": null,
    "duration": 221,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Adriana_R",
        "hdvFlag": 1,
        "description": "This is just a follow up of my original Olay Pro X review. I promised a follow up video of my initial purchase thoughts. I used the brush just as directed for 1 month and have some Pros and Cons! \n\nI purchased mine at CVS and know that many stores have them for 75% off right now! That is a huge savings!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/hZC47FFa1T8\/hqdefault.jpg",
        "videoId": "hZC47FFa1T8",
        "mediaDuration": 221,
        "prettyDuration": "00:03:41",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys, so I want to do a really quick video following up of my use of the Olay Pro X version of kind of a clarisonic. This one has the three settings for three different speed settings. I told you guys I'd be doing a follow up. And I wanted to do that. So really briefly, still really like this set up, still really like the batteries. Hasn't gone out yet. I haven't needed to change it at all. I'm going to go over the PROs and CONs of both of these but we'll go from there. But, love the three settings I think that the fastest setting is still the one I go for no matter no matter what. I tried this last month to use the whole thing as directed by the box to make sure I was doing everything right and make sure I didn't destroy my screen. But, I will say that I kind of veered off from that now and kind of do my own thing. So, like most clarisonics and other items such as these, there are some downfalls. When I first originally did this. I knew that I was going to run into a situation where my skin was going to react poorly. I knew that using it was going to pick up a lot of bacteria and I was going to get rid of a lot of dead skin cells and all those things, but the bacteria in my skin and everything happened. I ended up getting a terrible terrible breakout. So what I did was I tapered off and went from using it everyday to using it twice a week an then i use it for pretty much whenever I have any heavy makeup on, I'll use it again. So that way I use it when I need it and it doesn't completely destroy my skin. So I still love this brush, I think it's great . Definitely still like this. I feel like it definitely helps deep clean. I will say that I think it could be a little stiffer, but I know in time that's probably personal preference and it probably wouldn't be good for my skin anyway but that's just my personal preference. This one here I will say is okay. As you can tell it get's kind of grungy and I've been trying my best to clean it but the problem is that after a while, the bacteria sits inside the sponge and it's really not I think not going to be very good for my skin in the long term. So I kind of tapered off from using this. I use my facial scrubs that I have from a company called Riza and I'll tell you guys about those later some time but this is a good product but I think that unless you can get a replacement all the time, it's really not worth it. I kept these bottles, they're about empty now. But I will say that the thermal crystal that I use with this is okay. i mean you can definitely fell the heat but I don't think that it's really worth it. I think that there's other scrubs and polishes out there that will do a better job than this one. I will say that I did like the Pro X cleanser. I thought this was really good. i felt it really helped get into my skin, pull out all the make up that is left over on the skin. So I would definitely recommend this maybe not so much this. I just think there's better product out there. So I will continue to use it. i will definitely probably be keep investing in these if this ever goes out but I think it's going to be a long term product for me. I definitely think that after a while you really start looking at what's best for you and go from there but I hope this is helpful. Definitely, a good holiday gift and here's Tork, sorry. But yeah, I hope you guys enjoyed and if you guys have any questions let me know down below. ",
    "VV_VI": 33,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "32"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 5675.538,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}