{
    "title": "free range chicken poop lip balm review",
    "description": "I do not know the price",
    "referenceId": "I41xSqlqje4",
    "date_created": "1490401552",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87458995",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "free-range-chicken-poop-lip-balm-review",
    "category": null,
    "duration": 159,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "KittyTheCollector",
        "hdvFlag": 1,
        "description": "I do not know the price",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/I41xSqlqje4\/hqdefault.jpg",
        "videoId": "I41xSqlqje4",
        "mediaDuration": 159,
        "prettyDuration": "00:02:39",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys! Today I am reviewing the free range chicken poop lip balm by Lip Junk and I have been looking forward to opening this for a very long time. So yeah. Also keep in mind that it is night time so that is why the lighting in terrible. So yeah. So here is says it's all natural cosmetic moisturizer and it also says it contains no poop. The packaging is really cool though. Like with the stars and chicken on it. So it has a quote here that says, \"Grandpa says if you got dry lips, put chicken poop on them so you won't lick them\" which I think is pretty cool. I don't know why I think it's cool but you know it's cool. So for some reason this is put twice but I'm probably missing out on something that everyone else knows. I'm probably just stupid but yeah. So yeah. So let's go ahead and open it. So it's like a little box right here and the product is inside of it. So here is the lip balm packaging. it's pretty cool, it's like black and white. So let's open it. it's like an  off white color. I'm going to go ahead and roll it up. I'm really excited about the smell because I don't know what it smells like. Oooh it smells like. I mean it smells good. It smells sort of like a. It smells like ,this is going to sound really weird, but it smells like a fresh barn that was freshly painted with a scent of like herbs and oils and lavender that you smell when you walk into those weird doctor's offices that have like the zen music playing. I don't know how to describe it. It smells like a mixture of that, if you know what I mean. So I really like it. It's like exactly what it smells like. Sort of like an all natural smell I guess. Like if natural had a scent, this would be it. So yeah. I hope you guys enjoyed this review, I'll try to make more lip balm reviews soon. So yeah thank you for watching ,bye.",
    "VV_VI": 36,
    "CVV_VI": 1,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "7"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 228.45653,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}