{
    "title": "How to Use the Silk'n ReVit",
    "description": "Learn how to maximize your results with the Silk'n ReVit!",
    "referenceId": "jESzpOH6QNg",
    "date_created": "1490658130",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "For_Her",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87479836",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Use-the-Silk-n-ReVit",
    "category": null,
    "duration": 205,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Silk'n Official",
        "hdvFlag": 1,
        "description": "https:\/\/www.silkn.com\/revit\/ - Learn how to maximize your results with the Silk'n ReVit!",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/jESzpOH6QNg\/hqdefault.jpg",
        "videoId": "jESzpOH6QNg",
        "mediaDuration": 205,
        "prettyDuration": "00:03:25",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music Playing] Hi I'm Angie Lee and this is Silk'n RaVit. Silk'n RaVit is an at home microdermabrasion system. So simple and easy-to-use, we now can get the most exfoliation pulling and removing all of the dead skin away from the surface revealing a much more youthful glowing you. It's for all skin types anybody can use this. When you get your Silk'n ReVit, you're simply going to plug it in. You have two energy levels here utilizing that gentle vacuum technology along with diamond tip exfoliation. Your device will come with a choice of three tips, Installed will be your fine tip this is for all over normal skin types. You also get the precision tip, this is for the smaller more delicate areas like the eye. Finally you will get the course tip, this is for more heavy exfoliation for dryer or damaged skin. Each tip contains diamond exfoliation giving you the most gentle treatment possible. Your ReVit system will come included with a replacement filter system. You do get 30 filters that'll last you about six months. As you initially start out your treatment, you may have to change your filters more often. Once you get your skin in the best condition, you will notice that you will be changing the filters less and less. One button turns it on, there's level 1 by pressing the button once and level 2 by pressing the button twice. When treating the area, make sure to pull the skin slightly taught and then glide over each area three to four passes. As that vacuum technology glides over the skin, you will be removing all of those dead skin cells and showing off that beautifully radiant glowing skin. Each treatments going to take about 10 to 15 minutes for the entire face. Once completed just apply your favorite moisturizer or cream for maximum anti-aging benefits. You're going to experience the diminishing of those fine lines and wrinkles, overall skin evening toning, tightening, and of course ,giving you all the best and anti-aging benefits.",
    "VV_VI": 30,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25",
        "18",
        "11"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2534.8147,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}