{
    "title": "Soniclear Elite by Michael Todd Beauty - How to Charge",
    "description": "Soniclear Elite by Michael Todd Beauty - How to Charge",
    "referenceId": "iD5LoQnQz8I",
    "date_created": "1491325485",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87562363",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Soniclear-Elite-by-Michael-Todd-Beauty-How-to-Charge",
    "category": null,
    "duration": 134,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Michael Todd Beauty",
        "hdvFlag": 1,
        "description": "To learn more, please visit: http:\/\/www.michaeltoddbeauty.com\/soniclear-elite",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/iD5LoQnQz8I\/hqdefault.jpg",
        "videoId": "iD5LoQnQz8I",
        "mediaDuration": 134,
        "prettyDuration": "00:02:14",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Soniclear is a revolutionary beauty tool for face body, and foot it takes cleansing and skincare to a whole new level you're going to love how easy it is to use and just how refresh your complexion is going to look and feel the Soniclear is one of the world's first antimicrobial sonic skin cleansing systems with antimicrobial protected brush heads these brush heads guard against 99% of the stain and odor causing bacteria that can grow on these brushes between use. The Soniclear is not a rotary brush and doesn't spin instead it utilizes state-of-the-art sonic technology which is more effective than cleansing with your hands alone. Each one of Soniclear's brush bristles acts like a micro broom to sweep away makeup build-up and dead skin cells you may or may not see the bristle action but you certainly will feel it working. The Soniclear is fully waterproof with six speed settings and two operating modes a 5-year limited warranty, automatic cleansing timer, soft hand grips, and color-coded accessories. Before your first use make sure to charge your Soniclear for 20 to 24 hours also you want to make sure to place the Soniclear into the charging cradle just like this, you will see the charging lights activated when the unit is in the charging cradle properly. The first couple of times that you use your Soniclear  you may find it easier to attach and detach your brush heads with the protective cover on. If your Soniclear is making a loud rattling sound like this it's most likely because the brush head isn't fully connected. Just press on the brush head and click to the right until it snaps into place. Congratulations on joining the sonic skin cleansing revolution and have fun with the Soniclear by Michael Todd.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "4",
        "11",
        "8"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7772.0903,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}