{
    "title": "How to Apply Makeup with sonicblend",
    "description": "How to Apply Makeup with sonicblend",
    "referenceId": "PAHNOTeR18w",
    "date_created": "1491261600",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87555848",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "How-to-Apply-Makeup-with-sonicblend",
    "category": null,
    "duration": 140,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Michael Todd Beauty",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/PAHNOTeR18w\/hqdefault.jpg",
        "videoId": "PAHNOTeR18w",
        "mediaDuration": 140,
        "prettyDuration": "00:02:20",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "a perfectly blended even makeup application is the key to a flawless looking finish in this video you will learn the techniques to apply both liquid and powder makeup to achieve the famous flawless finish that only the sonicblend can provide. At home makeup application has never looked so good and has never been so much fun when you're ready to begin simply snap the antimicrobial Universal brush head on to the sonicblend device for liquid cream and gel makeup apply a couple of dots or lines onto your skin with your fingertips or makeup applicators. Power on your brush select the desired speed setting low medium or high and begin blending makeup by gliding the sonic blend back and forth over the doctor lines of makeup there's no need to press hard just allow a sonic blend sonic movement to do all the work for you. Continue gliding the sonicblend over the makeup until the desired seamless makeup application is achieved for pressed powder makeup gently swirl the sonic blend into the compact and tap off excess makeup for loose powder makeup pour the desired amount into the cap and gently swirl the sonic blended in the cap then tap off the excess makeup keep in mind that sonic technology more efficiently applies makeup so you are able to use less. Turn on your device and begin gliding the sonic blend back and forth over the complexion to perfectly micro dust on powder for an airbrush looking finish. Continue gently blending until the desired finish is achieved sonic blend is the most advanced make up brush on the market with brush bristles that move at Sonic speeds over four hundred times per second to apply all types of makeup and tiny granules and fine layers instead of lumping and clumping plus antimicrobial protection in the brush bristles helps to protect the brush heads from 99% of the bacteria that tend to grow an unprotected brushes between use. Allow sonic blend 3D flawfill technology help you fill fine lines wrinkles and enlarged pores for a flawless finish every time.",
    "VV_VI": null,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "17",
        "4"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 8269.164,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}