{
    "title": "Eartha Baca, Zumba Instructor, shows you the Zumba Step Rizer",
    "description": "Eartha Baca, Zumba Instructor, shows you the Zumba Step Rizer",
    "referenceId": "MfNUi6ZuUGQ",
    "date_created": "1491259511",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87555836",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Eartha-Baca-Zumba-Instructor-shows-you-the-Zumba-Step-Rizer",
    "category": null,
    "duration": 10000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Eartha Baca",
        "hdvFlag": 1,
        "description": "*FIRST ~ sorry for the glare!  grrrrrrrr\n\nAnyhoooooo.................\n\nHere's a show of the Zumba Step Rizer in detail.  \n\nZumba Step Class is now ON at the Zumba Fitness Sherman Oaks Rock Stars!!!!  YAY!\n\nEvery Friday @ 10am\n\nWe are the only gym in the entire valley to have a Zumba Step class with the actual Zumba Rizers for everyone!  No membership required.  30 Days FREE for locals and new members and after that, it's a simple drop in.  See ya here!\n\nLocated at:\nKenpo Evolution MMA, Zumba Fitness Sherman Oaks\n13950 Ventura Blvd\nSherman Oaks, CA 91423\n\nSee more: zumbafitnessshermanoaks.com",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/MfNUi6ZuUGQ\/hqdefault.jpg",
        "videoId": "MfNUi6ZuUGQ",
        "mediaDuration": 164,
        "prettyDuration": "00:02:44",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Hey guys Eartha Baca from Zumba Fitness Sherman Oaks and I want to talk to you about the step. I want to show you what it is structured like. And just kinda how it is. Before we bought one we had all these questions. So I thought, \"well hey, let me answer your questions for yah\". So as you can see it has little bumps on the top which is awesome for grip, the Zumba logo, and the Zumba on one side not the other. It's got handles on the side so you can easily lift it up. The bottom, is awesome. I love how structured it is. It's one big molded piece. Before we bought them I wasn't sure if they'd be thin, if they'd be kinda stacked on each other weird or whatever. But I am so happy with how they made this. And with these little rubber stoppers, it really gives it a nice strong solid support. And our mats in our studio we have MMA mats, so they're vinyl. And the little rubber pieces are vinyl. I'm actually going to push it forward and it doesn't move and I'm giving it a go. So some step classes, the steps I see in the videos, people are like doing stuff on the steps and they're moving, and personally, I would hate that. So I love this. Seems measured for you. Another question I saw people have is \"Oh how big is it?\". I too thought it was little. I was like, \"How big is it?\". And then I saw somebody online going, \"oh look there's shoes\". Well, if you wear a size 8 and a half, which my shoes are, this is how big it is. Right with a size 8 and a half shoe with cool glitter Nikes. Okay so let's measure it for yah. It is pretty much 17 inches across. Okay so you got a good 17 there. How tall is it? Four inches high.\nI love that it's not stacked and weird; it's not all these different levels. Because you want to be able to get used to it. You know when you do your b steps and it's one place to beat. Kinda keeps you mind where it needs to be and also when you're doing faster steps, you have a nice solid idea of where to put your foot so you're not doing this. You don't want to do that. The Zumba step is a lot of fun, I can't wait. Can't wait to see my b steps. Any ways, I wanted to show you what the step was like. Get ready to rock!",
    "VV_VI": 76,
    "CVV_VI": 6,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "7",
        "14",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6508.6494,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}