{
    "title": "Soniclear Petite by Michael Todd Beauty - How to Charge",
    "description": "Soniclear Petite by Michael Todd Beauty - How to Charge",
    "referenceId": "XRhDfMIyHok",
    "date_created": "1491261572",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87555845",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Soniclear-Petite-by-Michael-Todd-Beauty-How-to-Charge",
    "category": null,
    "duration": 132,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Michael Todd Beauty",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/XRhDfMIyHok\/hqdefault.jpg",
        "videoId": "XRhDfMIyHok",
        "mediaDuration": 132,
        "prettyDuration": "00:02:12",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Soniclear petit is a state-of-the-art sonic facial cleansing brush. It takes cleansing and exfoliation to a whole new level. You're going to love how simple it is to use and how refreshed your skin is going to look and feel. Soniclear is the world's first antimicrobial sonic skin cleansing system with brush bristles that help guard against 99% of the bacteria that tend to form on brushes between use. Soniclear is not a rotary brush and doesn't spin. Instead it utilizes state-of-the-art sonic technology which is more effective than cleansing with your hands alone. Each brush bristle acts like a microbrew to help sleep away makeup, build-up, and dead skin cells. You may or may not see the bristle action, but you certainly will feel it working. Soniclear is fully waterproof with three speed settings, a three year limited warranty, a automatic cleansing timer, and color-coded accessories. Before your first use, make sure to charge your Soniclear petite for 24 hours. It's very important that the battery magnet has a secure connection with one hundred percent contact with your Soniclear petit handle. To ensure a complete connection, feed the USB charger through the charging stan just like this. Place the Soniclear petit into the charging stand and adjust the length so that the magnet attachesto the handle just like this. Adjusts the remaining cord to fit securely underneath the charging stand and exit through the groove in the back, plug the USB charger into a laptop or wall adapter to begin charging. The charging lights will activate letting me know that your unit is receiving a charge. Again, it's very important that the magnet has a 100-percent connection with the Soniclearppetit in order to receive a full charge. Congratulations on joining the sonic skin cleansing revolution and have fun with the Soniclear by Michael Todd.",
    "VV_VI": 16,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "4",
        "11",
        "8"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7783.6523,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}