{
    "title": "S+ by ResMed",
    "description": "S+ by ResMed, the world’s first non-contact sleep system that helps you analyze and improve your sleep. \n\nThe S+ monitors your breathing and body movements to provide accurate sleep analysis and expert personalized feedback and suggestions to help you sleep better. The sleek non-contact design is the perfect accessory to any nightstand. This also means no wristbands, mattress strips or electrodes to distract you from sleeping peacefully.\n\nThe free S+ by ResMed app offers bright easy-to-read results and helpful interactive tools that provide a range of options for your path to better sleep.\n\nDeveloped by ResMed, a leading innovator with over 25 years of experience for better sleep, the S+ is a sophisticated consumer sleep system, designed using over 2 million nights of data about how people sleep and how they can sleep better.",
    "referenceId": "wEiYPKubg2s",
    "date_created": "1491265009",
    "date_modified": "1491347492",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "LONG",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87557857",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "S-by-ResMed",
    "category": null,
    "duration": 100000,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "S+ by ResMed",
        "hdvFlag": 1,
        "description": "S+ by ResMed, the world’s first non-contact sleep system that helps you analyze and improve your sleep. \n\nThe S+ monitors your breathing and body movements to provide accurate sleep analysis and expert personalized feedback and suggestions to help you sleep better. The sleek non-contact design is the perfect accessory to any nightstand. This also means no wristbands, mattress strips or electrodes to distract you from sleeping peacefully.\n\nThe free S+ by ResMed app offers bright easy-to-read results and helpful interactive tools that provide a range of options for your path to better sleep.\n\nDeveloped by ResMed, a leading innovator with over 25 years of experience for better sleep, the S+ is a sophisticated consumer sleep system, designed using over 2 million nights of data about how people sleep and how they can sleep better.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/wEiYPKubg2s\/hqdefault.jpg",
        "videoId": "wEiYPKubg2s",
        "mediaDuration": 159,
        "prettyDuration": "00:02:39",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "It's in our nature to keep score, to surpass, to improve. But surprisingly, the activity we engage in more than any other has remained untracked and uncharted-- sleep. Almost 60 percent of adults in the United States and in fact in many other countries we have measured, have problem sleeping at least once every week. That's a huge number of people and we have set out on a mission to do something to help them. ResMed, a global leader in sleep, has 25 years of research and specialization in the development of products for the diagnosis, treatment, and management of sleep. Our expertise in sleep science has enabled us to achieve important breakthroughs in our commitment to help you sleep better. And analyzing over two million nights of sleep data and spending years refining our algorithm and design, ResMed is proud to present the S+. The first non contact sleep system that helps you monitor, analyse, and improve your sleep from the comfort of your home. We can help you with special programs that we've designed and developed to get more relaxed,  to get you to fall asleep more naturally, more easily. Smart features provide you with a range of options for your path to better sleep including \"Relax to Sleep\" which synchronizes specially designed sounds with your breathing. Gradually slowing it down to help you fall asleep more easily. With \"Mind Clear\", you can record a voice clip or type a quick text note to get that to do list out of your mind. The idea is that you put in things that might be on your mind in order to get them out of your mind, to clear them from your mind. So that they don't cause you unnecessary anxiety as you're trying to go to sleep. using patented non contact respiratory and bio motion sensors, the S+ by ResMed will monitor your breathing and body movements. Additionally, the S+ device includes sensors that measure the light, temperature, and noise levels in your bedroom. All if which are proven to impact your sleep. And because no one like to be awakened from a deep sleep, smart alarm seeks to gently wake you during a light stage of sleep which allows for a more refreshed morning. The S+ by ResMed uses clinically proven technology to collect data on various stages of your sleep, analyses the results against averages fro your age and gender and then provides a daily sleep score and breakdown of your night. There's no point in providing a customer with a picture of their sleep which is not accurate. It then delivers personalized and actionable feedback and suggestions in your smart phone or tablet that can help you get a better night sleep, and a better day too. The S+ by ResMed. Welcome to better sleep.",
    "VV_VI": 32,
    "CVV_VI": 6,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "11",
        "18",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 2027.4775,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}