{
    "title": "Asian Beef Tenderloin With Tempura Onions",
    "description": "Succulent beef tenderloin steaks seasoned with ginger, salt and pepper, grilled to perfection and served with tempura onions. All made on the Napoleon TravelQ Portable Grill.",
    "referenceId": "WgiT5HOOg1o",
    "date_created": "1492013063",
    "date_modified": "1492445569",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87635383",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Asian-Beef-Tenderloin-With-Tempura-Onions",
    "category": null,
    "duration": 190,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Napoleon Products",
        "hdvFlag": 1,
        "description": "Succulent beef tenderloin steaks seasoned with ginger, salt and pepper, grilled to perfection and served with tempura onions. All made on the Napoleon TravelQ™ Portable Grill.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/WgiT5HOOg1o\/hqdefault.jpg",
        "videoId": "WgiT5HOOg1o",
        "mediaDuration": 190,
        "prettyDuration": "00:03:10",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "Today we'll be making beef tenderloin with tempura onions. A classy and simple beef dish on the travelQ with a Japanese feel. This meal feeds two but you can easily double the recipe to feed four. To begin oil your grids with a high temperature oil peanut, oil or canola are great choices for this. Pre-heat your grill to high about 450 degrees Fahrenheit, place the Napoleon cast-iron frying pan over direct heat to preheat, fill it halfway with oil. To make your steaks you will need two tenderloin steaks, tin foil, one tablespoon each salt pepper ginger. For the tempura onions 1 sweet onion, 1 egg, 1 cup flour, 1 cup ice water. While the grill is preheating season the steaks with a salt pepper and ginger. Slice your onion into rings then mix the tempura batter, it's not hard at all which the eggs add the water make sure that it's very cold and then add the flour don't over mix. Once your grill is hot sear the steaks over direct heat for 2 to 4 minutes per side, as soon as you've laid down the steaks dip the onions into the batter and put them straight into the skillet don't overcrowd the skillet you want crispy onions. When the onions are golden brown and crispy they are ready to be removed. Pro tip it's okay to have the lid open when you're grilling with direct heat for short amounts of time the cast iron is doing the work for you. The perfect steak is medium rare touch your middle finger to the tip of your thumb and touch the muscle at the base of your thumb that is what the perfect medium-rare steak feels like, when your steak feels like this it is ready to come off the grill. Rest your steaks or at least 10 minutes before serving. Serve with your crispy tempura onions, a sprinkling of green onions and some delicious ponzu or gyoza sauce for dipping. Happy grilling.",
    "VV_VI": 41,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "14"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 402.34955,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}