{
    "title": "ProHeat 2X® Revolution™ Pet Pro Carpet Cleaner - Lab Demo",
    "description": "Every pet makes a mess. Whether it's tracked-in mud, food spills, or even accidents, the BISSELL ProHeat 2X Revolution Pet Pro Carpet Cleaner handles tough pet messes thanks to the exclusive Pet Pro clean-up system. The system includes CleanShot concentrated pre-treater to remove spots and stains; the 2-in-1 Pet Upholstery Tool to remove pet hair, stains, and odors from upholstery; a trial size BISSELL Professional Pet Urine Eliminator + Oxy; and an EZ Clean Brush Roll Cover to make maintenance of the machine easy. Plus Deep Clean Mode offers powerful cleaning to outclean the leading rental,* and carpets dry in about an hour with Express Clean Mode.** All of this cleaning power comes in a lightweight and maneuverable machine with a low-profile foot that gets under furniture. With the BISSELL ProHeat 2X Revolution Pet Pro, you have everything you need to take on tough pet messes.\n\nProHeat 2X Revolution Pet Pro Carpet Cleaner CleanShot Pretreater - Integrated pretreater for attacking spots and stains.\n3-in-1 Stair ToolFree with bundle purchase. This versatile 3-way tool sprays, scrubs and suctions up dirt and stains from the outer curves, corners and treads of carpeted staircases.\nCleanShot Pretreater - Integrated pretreater for attacking spots and stains.\n\nAdjustable Cleaning Mode - Dries in about an hour with Express Clean Mode** so you can get back to your floors.\nProfessional Pet Urine Eliminator + Oxy Formula - Removes even the toughest pet stains and odors. Removes pet urine and even skunk odor!\n\n*Deep Clean Mode - Using BISSELL Professional Pet Urine Eliminator + Oxy Formula. Based upon measurements of color reflectance and brightness of carpet fibers compared to the leading rental with their best selling formula.\n\n**Express Clean Mode - Tested on new carpet with protectant. Results may vary.",
    "referenceId": "eYLgNS8wpSo",
    "date_created": "1492100909",
    "date_modified": "1492190977",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87652054",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "ProHeat-2X-Revolution-Pet-Pro-Carpet-Cleaner-Lab-Demo",
    "category": null,
    "duration": 63,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "BISSELL",
        "hdvFlag": 1,
        "description": "Every pet makes a mess. Whether it's tracked-in mud, food spills, or even accidents, the BISSELL® ProHeat 2X® Revolution™ Pet Pro Carpet Cleaner handles tough pet messes thanks to the exclusive Pet Pro clean-up system. The system includes CleanShot® concentrated pre-treater to remove spots and stains; the 2-in-1 Pet Upholstery Tool to remove pet hair, stains, and odors from upholstery; a trial size BISSELL® Professional Pet Urine Eliminator + Oxy; and an EZ Clean Brush Roll Cover to make maintenance of the machine easy. Plus Deep Clean Mode offers powerful cleaning to outclean the leading rental,* and carpets dry in about an hour with Express Clean Mode.** All of this cleaning power comes in a lightweight and maneuverable machine with a low-profile foot that gets under furniture. With the BISSELL® ProHeat 2X® Revolution Pet Pro, you have everything you need to take on tough pet messes.\n\nProHeat 2X® Revolution™ Pet Pro Carpet Cleaner CleanShot® Pretreater - Integrated pretreater for attacking spots and stains.\n3-in-1 Stair ToolFree with bundle purchase. This versatile 3-way tool sprays, scrubs and suctions up dirt and stains from the outer curves, corners and treads of carpeted staircases.\nCleanShot® Pretreater - Integrated pretreater for attacking spots and stains.\n\nAdjustable Cleaning Mode - Dries in about an hour with Express Clean Mode** so you can get back to your floors.\nProfessional Pet Urine Eliminator + Oxy Formula - Removes even the toughest pet stains and odors. Removes pet urine and even skunk odor!\n\n5-year limited warranty.\n\n*Deep Clean Mode - Using BISSELL Professional Pet Urine Eliminator + Oxy Formula. Based upon measurements of color reflectance and brightness of carpet fibers compared to the leading rental with their best selling formula.\n\n**Express Clean Mode - Tested on new carpet with protectant. Results may vary.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/eYLgNS8wpSo\/hqdefault.jpg",
        "videoId": "eYLgNS8wpSo",
        "mediaDuration": 63,
        "prettyDuration": "00:01:03",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "To show you what actually happens when you spill something on your carpet we have what we call the iceberg test Kimberly will make a bright invisible stain but that's just the tip of the iceberg look how the stain spreads out when it hits the backing. We'll clean it the way you typically would at home with a spray cleaner and vladding it with a cloth. Look at all the stain that's still there underneath that's what caused with those mystery stains we all have over time even if you've cleaned the surface the stain can come back up through the carpet. So now I'll make another stain and we'll have Will use the clean shot feature of the Bissell revolution pet pro. Again the stain has spread deep down into the carpet. The clean shot directs a concentrated stream of formula on to the same immediately dissolving it on the surface and all the way to the back of the carpet. So it's not going to come back it's completely and permanently removed.",
    "VV_VI": 36,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 3221.4585,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}