{
    "title": "Coleman® Sundome 4 Person Tent - EN",
    "description": "Ideal for weekend car campers, extended camping trips, scout troops and summer camp.",
    "referenceId": "tknlLCBnS1Y",
    "date_created": "1492013069",
    "date_modified": "1492031558",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "outdoor_living",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87635385",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Coleman-Sundome-4-Person-Tent-EN",
    "category": null,
    "duration": 200,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Coleman® EMEA Official Channel",
        "hdvFlag": 1,
        "description": "Ideal for weekend car campers, extended camping trips, scout troops and summer camp.\n\nwww.coleman.eu",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/tknlLCBnS1Y\/hqdefault.jpg",
        "videoId": "tknlLCBnS1Y",
        "mediaDuration": 200,
        "prettyDuration": "00:03:20",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "The Coleman Sundome  is a quick and easy to pitch dome tent ideal for weekend breaks and touring camping. Combining a generously proportioned sleeping area with a peaked porch the 10 provides comfortable accommodation for couples or small groups on the campsite. It's portable construction features durable yet lightweight fiberglass poles but ensure an optimum balance of strength and stability with a low weight. The tents proven dome structure combined with fully adjustable and reflective guy ropes also ensures it will stand strong in windy conditions. Once set up the Sundome  offers generous head height for increased comfort a large mesh window with adjustable cover on the back provides excellent airflow through the tent and also gives a view of your surroundings. The large d-shaped front door with mesh ensures easy entry and exit while the peek over the door creates a sheltered area when entering the tent in a shower. The convenient door mat offers an ideal space for kicking off shoes and boots. The tents durable construction features large mesh panels for enhanced air circulation and a more comfortable interior temperature. For extra protection from heavy ju or unexpected rain showers the Sundome  incorporates a protective fly sheet with a 600 millimeter hydrostatic head. The tough and durable polyethylene ground sheet has welded seams to ensure a dry and bug-free interior. The peace of mind all fabrics are fire retardant, two storage pockets along with lighting loops make it easy to keep the tent tidy and organized while the power cord vent allows you to run power inside the tent to operate some extra home comforts. Easy to pitch thanks to Coleman ring and pin pole system. The Sundome  can be effortlessly set up in around five minutes. Remove from the bag, lay out the tent then loosely peg out the four corners, assemble the fiberglass poles and insert the two long poles into the pole sleeves. The pole sleeves cross at the top of the tent. Insert the pins into the pole ends on one side then push to form the dome and insert the pins into the other end to the poles. Clip the tent to the poles, layout the flysheet, put the last pole through the velcro tabs and place the ends into the webbing pockets take the fly sheet over the tent the back of the fly sheet is labeled. Attach the flysheet velcro tabs to the poles to secure and then hook to the ring at ground level tension and tighten the pegs have required and then peg out the two guidelines. Finally add the door mat and secure with pegs. [Music] The Coleman Sundome is available in two, three, four or six person models. [Music]",
    "VV_VI": 55,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 357.16052,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}