{
    "title": "SpinWave™ Hard Floor Cleaner - Cleaning with SpinWave",
    "description": "Tired of scrubbing your floors? Let the BISSELL SpinWave powered hard floor mop do it for you. Safe for cleaning sealed, hard-surface floors like tile, linoleum, vinyl flooring, and hardwood floors, this versatile machine comes with a set of soft touch cleaning pads for everyday cleaning and scrubby pads for tough, sticky messes. Power spin pads reduce cleaning effort while giving you a hands-and-knees clean. BISSELL SpinWave is also equipped with on-demand spray that allows you to dispense just the right amount of Multi-Surface solution onto your floors. In addition, swivel steering makes it easy to maneuver around and under furniture.\n\n-Safe for cleaning sealed, hard-surface floors including laminate, tile, vinyl flooring, linoleum, and hardwood\n\n-Includes soft touch pads for gentle cleaning on hardwood floors and scrubby pads for tough sticky messes\n\n-Reduces cleaning effort with power spin pads for a hands-and-knees clean\n\n-On Demand spray allows you to dispense just the right amount of solution onto your floors\n\n-Easy to maneuver around and under furniture with swivel steering\n\n-2-year limited warranty\n\n-28 ounce clean water tank capacity",
    "referenceId": "97IqIpPYicc",
    "date_created": "1492101018",
    "date_modified": "1492130711",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87652059",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "SpinWave-Hard-Floor-Cleaner-Cleaning-with-SpinWave",
    "category": null,
    "duration": 92,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "BISSELL",
        "hdvFlag": 1,
        "description": "Tired of scrubbing your floors? Let the BISSELL® SpinWave™ powered hard floor mop do it for you. Safe for cleaning sealed, hard-surface floors like tile, linoleum, vinyl flooring, and hardwood floors, this versatile machine comes with a set of soft touch cleaning pads for everyday cleaning and scrubby pads for tough, sticky messes. Power spin pads reduce cleaning effort while giving you a hands-and-knees clean. BISSELL® SpinWave™ is also equipped with on-demand spray that allows you to dispense just the right amount of Multi-Surface solution onto your floors. In addition, swivel steering makes it easy to maneuver around and under furniture.\n\n-Safe for cleaning sealed, hard-surface floors including laminate, tile, vinyl flooring, linoleum, and hardwood\n\n-Includes soft touch pads for gentle cleaning on hardwood floors and scrubby pads for tough sticky messes\n\n-Reduces cleaning effort with power spin pads for a hands-and-knees clean\n\n-On Demand spray allows you to dispense just the right amount of solution onto your floors\n\n-Easy to maneuver around and under furniture with swivel steering\n\n-2-year limited warranty\n\n-28 ounce clean water tank capacity",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/97IqIpPYicc\/hqdefault.jpg",
        "videoId": "97IqIpPYicc",
        "mediaDuration": 92,
        "prettyDuration": "00:01:32",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "[Music] Using your spin wave is easy, we'll show you how. Start by making sure there's enough water and solution in the water tank before use. Then you will want to make sure you're using the correct mop pads for the job, the soft touch pad are great for delicate flooring like sealed hardwood and laminate for those tough sticky messes the scrubbing pads are perfect to help power through them. To start plug your machine into a properly grounded outlet, recline the body backwards press the on\/off button to start the rotating mop pads. Each time you recline your spin waves you will need to press the on button for the pads to rotate. You may feel a slight vibration at first wait a few seconds for the mop heads to adjust themselves. To start cleaning push the spray button to dispense the solution, it will only spray when the button is being pressed. Solution will spray out of the nozzle on the front of the foot. You should hear a soft buzzing noise each time you press the spray button. Be sure not to over wet the floor especially on wood and other delicate floor surfaces. For more difficult stuck on messes spray solution directly on the mess and line up one of the mop pads to the mess. Move the pad over the mess and slowly move the machine back and forth continue to spray solution as needed. We hope the spin wave took care of all your hard surface messes. [Music]",
    "VV_VI": 352,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6284.755,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}