{
    "title": "iON16LM - Sun Joe Brushless 40-Volt Cordless, Battery-Powered Lawn Mower - Live Demo \"Cut the Cord\"",
    "description": "Mow Power to Ya! Ditch the gas, oil, noxious fumes, pull-cords, and extension cords and meet the newest addition to the iON tool series - the Sun Joe® iON16LM cordless lawn mower! Powered by the same rechargeable 40 V EcoSharp™ battery system, the iON16LM utilizes the most advanced lithium-ion technology to deliver up to 40 minutes of whisper-quiet runtime with zero carbon emissions for cleaner air. This cordless dynamo is also engineered with a powerful brushless motor for increased battery efficiency, optimal motor performance and extended motor life (up to 2000 hours!) to keep your iON mowing strong season after season.\n\nIdeal for small to mid-sized lawns, the iON16LM starts instantly with a simple push of a button and its ergonomic handle maximizes user comfort during use. Its compact design features rugged front and rear all-terrain wheels that make it easy to maneuver in tight spaces. Quickly adjust the cutting height of your grass with the 6-position height adjustment lever, which tailors cutting heights from 1.18 inches up to 3.15 inches. The 9.25-gallon grass bag conveniently detaches to dispose of grass clippings. The iON16LM is backed by a full two-year warranty, is ETL approved, and Energy Star certified. GET EQUIPPED™ this spring with the Sun Joe® iON16LM -- the easy, convenient and cord-free way to care for your lawn.",
    "referenceId": "suqp2xVEijY",
    "date_created": "1492544751",
    "date_modified": "1492547938",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Gardening",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "87708080",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "iON16LM-Sun-Joe-Brushless-40-Volt-Cordless-Battery-Powered-Lawn-Mower-Live-Demo-Cut-the-Cord",
    "category": null,
    "duration": 163,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Snow Joe + Sun Joe",
        "hdvFlag": 1,
        "description": "Access the Sun Joe Brushless 40-Volt Cordless, Battery-Powered Lawn Mower - iON16LM here: http:\/\/www.snowjoe.com\/Sun-Joe-iON-40V-Cordless-16-Inch-Lawn--Mower-with-Brushless-Motor\n\nMow Power to Ya! Ditch the gas, oil, noxious fumes, pull-cords, and extension cords and meet the newest addition to the iON tool series - the Sun Joe® iON16LM cordless lawn mower! Powered by the same rechargeable 40 V EcoSharp™ battery system, the iON16LM utilizes the most advanced lithium-ion technology to deliver up to 40 minutes of whisper-quiet runtime with zero carbon emissions for cleaner air. This cordless dynamo is also engineered with a powerful brushless motor for increased battery efficiency, optimal motor performance and extended motor life (up to 2000 hours!) to keep your iON mowing strong season after season.\n\nIdeal for small to mid-sized lawns, the iON16LM starts instantly with a simple push of a button and its ergonomic handle maximizes user comfort during use. Its compact design features rugged front and rear all-terrain wheels that make it easy to maneuver in tight spaces. Quickly adjust the cutting height of your grass with the 6-position height adjustment lever, which tailors cutting heights from 1.18 inches up to 3.15 inches. The 9.25-gallon grass bag conveniently detaches to dispose of grass clippings. The iON16LM is backed by a full two-year warranty, is ETL approved, and Energy Star certified. GET EQUIPPED™ this spring with the Sun Joe® iON16LM -- the easy, convenient and cord-free way to care for your lawn.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/suqp2xVEijY\/hqdefault.jpg",
        "videoId": "suqp2xVEijY",
        "mediaDuration": 163,
        "prettyDuration": "00:02:43",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "get mowing this season with the eye on 16 LM the completely cordless battery operated lawnmower from son Joe powered by the interchangeable and rechargeable 40 volt ego sharp battery system the eye on 16 LM delivers up to 40 minutes of whisper quiet runtime on a single charge with zero carbon emissions for cleaner air the eye on 16 LM has been engineered with a powerful 600 watt brushless motor for optimal performance increased battery efficiency and a longer motor life to keep your eye on mowing strong season after season starting the ion mower is simple first open the battery compartment cover and slide your fully charged battery down until it locks into position insert the safety key into the slot and close the battery cover press and hold the safety button while pulling back on the bar lover and the motor starts instantly equipped with an ergonomic handle the ion mower lets you easily tackle your entire lawn with more comfort and less fatigue the eye on mowers compact design features a 16 inch deck with rugged front and rear all-terrain wheels for easy maneuvering in and out tight spaces quickly adjust the cutting height of your grass with the 6-position height adjustment lever which can handle short and tall grass blades from one point 18 inches up to three point 15 inches the ion mower collects grass clippings into a 9.25 gallon grass bag which comes with a filling level indicator so you'll know exactly when the bag is full as you mow the indicator flap remains open until the bag is completely full when the flap closes you'll know it's time to empty the grass bag which conveniently detaches for easy disposal of your clippings and when you're done mowing the handles on the ion 16 LMK can be completely collapsed so you can neatly store your mower without taking up much space in your garage or shed the eye on 16 LMK is backed by a full two-year warranty and it's ETL approved plus the Eco sharp battery charger meets Energy Star certification so ditch the gas oil noxious fumes pull cords and extension cords and experience an easier and more convenient way to get your yard work done ion from son Joe cut the cord",
    "VV_VI": 118,
    "CVV_VI": 12,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7913.3267,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}