{
    "title": "Honey-Can-Do GAR-01305 Double Commercial Garment Rack Instruction Video",
    "description": "Instruction video for assembling your new Honey-Can-Do GAR-01305 double commercial garment rack",
    "referenceId": "TF7FUnUM4Kc",
    "date_created": "1493159613",
    "date_modified": "1493405241",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "88485849",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Honey-Can-Do-GAR-01305-Double-Commercial-Garment-Rack-Instruction-Video",
    "category": null,
    "duration": 142,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "myhoneycando",
        "hdvFlag": 1,
        "description": "Instruction video for assembling your new Honey-Can-Do GAR-01305 double commercial garment rack",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TF7FUnUM4Kc\/hqdefault.jpg",
        "videoId": "TF7FUnUM4Kc",
        "mediaDuration": 142,
        "prettyDuration": "00:02:22",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "At Honey-Can-Do we are your source for organization, storage and style. We make product assembly easy so that well any honey can do it. To begin remove product contents and group all like parts find the two right side base pieces with the locking casters. Notice there is a spring button on one side and holes on the other, press the spring button in and join the pieces together like this until it clicks into place, Join the left side base pieces in the same manner. Now lay out the assembled left and right base pieces like this and open the size until the locking spring buttons click into place locking the sides open. Now simultaneously join the sides together like this, find the four vertical extensions notice the spring buttons go on the bottom and there are multiple holes so you can select the height of your choosing now push in the buttons and slide them in until they click into place. Assemble the two horizontal bars the same way and attach the assembled horizontal bars to the top of the vertical extensions like this and choose a height for your hanging bars. You're almost there snap a horizontal extension on each side like this to add stability to the unit and voila your garment rack is ready for clothes hanging action. When you're ready to store the garment rack simply remove the horizontal extensions press the buttons to remove both of the horizontal bars lower the four vertical poles unlock and lower the sides stack the parts and presto the garment rack will vanish underneath the bed or in the closet until you're ready to use it again. At honey-can-do we don't believe you have to go broke to have a beautiful well-organized home and assembly should be easy to do.",
    "VV_VI": 147,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": null,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7296.248,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}