{
    "title": "Honey-Can-Do SHO-02186 10-Pair Bamboo Shoe Bench Instruction Video",
    "description": "Instruction video for assembling your new Honey-Can-Do SHO-02186 10-pair bamboo shoe bench",
    "referenceId": "5VwSerMiY0M",
    "date_created": "1493250013",
    "date_modified": "1493315860",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": "0",
    "id": "88496855",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Honey-Can-Do-SHO-02186-10-Pair-Bamboo-Shoe-Bench-Instruction-Video",
    "category": null,
    "duration": 212,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "myhoneycando",
        "hdvFlag": 1,
        "description": "Instruction video for assembling your new Honey-Can-Do SHO-02186 10-pair bamboo shoe bench",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/5VwSerMiY0M\/hqdefault.jpg",
        "videoId": "5VwSerMiY0M",
        "mediaDuration": 212,
        "prettyDuration": "00:03:32",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": "At Honey-Can-Do we are your source for organization, storage and style. We make product assembly easy so that well any honey can do it. To begin remove product contents and group all like parts, you will need a Phillips head screwdriver for assembly of this product. Locate the end supports and place them facing each other so that the sides with the recessed holes for the screws faces outward like this. The shelves will go here and here, attaching with an ingenious device called a dowel nut-and-bolt notice the bolts screws into the dowel nut and lines up with the groove in the bolt that goes all the way across. Lay the unit on its side and insert dowel nuts into the bottom shelf like this, the dowel nuts are designed to be self-seeking but you may need to turn them a little while screwing, tighten each bolt using the hex wrench. Repeat for the top shelf inserting the dowel nuts underneath the shelf and inserting the bolts. Next use screws and your screwdriver to attach the inside supports that look like this, place them so that the large recessed holes are at the top and facing inward toward each other, they attach with screws here, here, here and here. The bench attaches with ingenious devices called connector screws and connector cams. The connector screws look like this, this screw part screws into the shelf. The connector cams look like this, this side goes into the large holes on the support and connects to the connector screws. This side faces outward position the cams so that the arrows on the cams point in the direction of the connector screws. The plus and minus signs indicate the direction to turn the cam's plus to tighten and lock and minus to loosen and unlock. Lay the bench on the floor and insert the connector screws by screwing them into the holes in the bottom of the bench like this. You can start them by hand and then tighten them with a screwdriver. The connector cams go into these holes with the arrows facing upward toward the connector screws. Once we put them into place place bench on top lining up and inserting the connector screws into the holes then secure by turning the connector cams to the right in the direction of the plus sign on the cams. Be sure to turn the connector cams until they lock into position and hold the bench firmly in place and voila you'll be the envy of your neighbors with your very own bamboo shoe shelf. At honey can do we don't believe you have to go broke to have a beautiful well-organized home and assembly should be easy to do.",
    "VV_VI": 17,
    "CVV_VI": null,
    "engagement_score": 0,
    "conversion_score": 0,
    "metrics_statistics": "{\"VV_VI\":{\"engagement_score\":{\"lastUpdatedDate\":\"2018-05-31\"}},\"CVV_VI\":{\"conversion_score\":{\"lastUpdatedDate\":\"2018-05-31\"}}}",
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null,
    "tvp_profiles": [
        "27"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 7296.038,
    "tvp_profiles_nlp": null,
    "tvp_profiles_account": null,
    "tvp_profiles_manual_account": null,
    "tvp_profiles_maxscore_account": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}